Repository: open-learning-exchange/planet
Catalog: src/i18n/messages.spa.xlf
Languages: es_es

source: You have left entityType team.name
es_es: Has salido de entityType team.name

source: You have deleted entityType team.name.
es_es: Has eliminado entityTypeteam.name.

source: There was a problem deleting this this.mode === 'enterprise' ? 'enterprise' : 'team'.
es_es: Hubo un problema eliminando este this.mode === 'enterprise' ? 'enterprise' : 'team'.

source: Sent request to join entityType team.name
es_es: Solicitud enviada para unirse a entityType team.name

source: {VAR_SELECT_1, select, team {{VAR_SELECT, select, on {myTeams} off {Teams}}} enterprise {Enterprises}}
es_es: {VAR_SELECT_1, select, team {{VAR_SELECT, select, on {miEquipos} off {Equipos}}} enterprise {Empresas}}

source: Type name to search...
es_es: Escriba el nombre para buscar...

source: All Members
es_es: Todos los miembros

source: title="{{ mode === 'enterprise' ? 'Joined Enterprise' : 'Joined T
es_es: title="{{ mode === 'enterprise' ? 'Unido a la empresa' : 'Unido al equipo

source: Most recent visit
es_es: Visita más reciente

source: Total visits from last 30 days
es_es: Visitas totales de los últimos 30 días

source: Local
es_es: Localización

source: {VAR_SELECT, select, community {Connected with Nation} nation {Connected with Earth}}
es_es: {VAR_SELECT, select, community {Conectado con la Nación} nation {Conectado con la Tierra}}

source: {planetType, select, community {Connected with Nation} nation {Connected with Earth}}
es_es: {planetType, select, community {Conectado con la Nación} nation {Conectado con la Tierra}}

source: Connected with
es_es: Conectado con

source: Toggle myTeams
es_es: Cambiar myTeams

source: <span>Action</span><button mat-button *ngIf="showUserTeamsFilter" (click)="sortbyUserTeams()" i18n-title title="Toggle myTeams"> <mat-icon>check</mat-icon></button>
es_es: <span>Acción</span><button mat-button *ngIf="showUserTeamsFilter" (click)="sortbyUserTeams()" i18n-title title="Toggle myTeams"> <mat-icon>comprobar</mat-icon></button>

source: Leave
es_es: Abandonar

source: Edit
es_es: Editar

source: Request to Join
es_es: Solicitud para unirse

source: Request pending
es_es: Solicitud pendiente

source: Feedback
es_es: Comentarios

source: {VAR_SELECT, select, team {Loading Teams...} enterprise {Loading Enterprises...}}
es_es: {VAR_SELECT, select, team {Cargando equipos...} enterprise {Cargando empresas...}}

source: { mode, select, team {Loading Teams...} enterprise {Loading Enterprises...} }
es_es: { mode, select, team {Cargando equipos...} enterprise {Cargando empresas...} }

source: {VAR_SELECT, select, team {Teams} enterprise {Enterprises}}
es_es: {VAR_SELECT, select, team {Equipos} enterprise {Empresas}}

source: No { mode, select, team {Teams} enterprise {Enterprises} } Found
es_es: No se encontraron { mode, select, team {Teams} enterprise {Enterprises} }

source: Oops ... Error: no full access in Teams and Enterprises (data missing) ... please contact the manager of this site
es_es: " Vaya... Error: sin acceso completo en Equipos y Empresas (datos faltantes) ... por favor contacte al administrador de este sitio ."

source: Today
es_es: Hoy

source: Add Event
es_es: Añadir evento

source: Task deleted successfully
es_es: Tarea eliminada correctamente

source: There was an error deleting this task
es_es: Hubo un problema al eliminar esta tarea

source: actionType Report
es_es: actionType reporte

source: Start Date
es_es: Fecha de inicio

source: End Date
es_es: Fecha de finalización

source: Summary
es_es: Resumen

source: Beginning Balance
es_es: Saldo inicial

source: Sales
es_es: Ventas

source: Other Income
es_es: Otros ingresos

source: Personnel
es_es: Personal

source: Non-Personnel
es_es: No Personal

source: Report action
es_es: Reporte action

source: Report from
es_es: Report de

source: to
es_es: a

source: Report deleted
es_es: Reporte eliminado

source: There was a problem deleting the report.
es_es: Hubo un problema al eliminar este reporte.

source: Financial Summary for titleName
es_es: Resumen financiero detitleName

source: Add Report
es_es: Añadir reporte

source: Export as CSV
es_es: Exportar como CSV

source: No reports available at the moment.
es_es: No hay reportes disponibles en este momento.

source: Financial Report
es_es: Reporte financiero

source: View Report
es_es: Ver reporte

source: Edit Transaction
es_es: Editar transacción

source: Add Transaction
es_es: Añadir transacción

source: Type
es_es: Tipo

source: Credit
es_es: Crédito

source: Debit
es_es: Débito

source: Note
es_es: Nota

source: Amount
es_es: Cantidad

source: Date
es_es: Fecha

source: Transaction Updated
es_es: Transacción actualizada

source: Transaction Added
es_es: Transacción añadida

source: You have deleted a transaction.
es_es: Has eliminado una tarea.

source: There was a problem deleting this transaction.
es_es: Hubo un problema al eliminar esta transacción.

source: Financial Transactions for titleName
es_es: Transacciones financieras detitleName

source: View All Transactions
es_es: Ver todas las transacciones

source: Pick Start Date
es_es: Seleccionar fecha de inicio

source: Pick End Date
es_es: Seleccionar fecha de finalización

source: Add Transaction
es_es: Añadir transacción

source: Export Transactions
es_es: Exportar transacciones

source: The current balance is negative!
es_es: ¡El saldo actual es negativo!

source: Date
es_es: Fecha

source: Note
es_es: Nota

source: Credits
es_es: Créditos

source: Debits
es_es: Débitos

source: Balance
es_es: Equilibrio

source: Actions
es_es: Acciones

source: There are no transactions
es_es: No hay transacciones

source: Member of Planet
es_es: Miembro de Planet

source: (You)
es_es: (Usted)

source: (Team Leader)
es_es: (Líder de equipo)

source: visits
es_es: visitas

source: Last visit:
es_es: Última visita:

source: Make Leader
es_es: Hacer líder

source: {VAR_SELECT, select, Add {Add Title} Change {Change Title}}
es_es: {VAR_SELECT, select, Add {Añade el título} Change {Cambia el título}}

source: {VAR_SELECT, select, true {Change Role} false {Add Role}}
es_es: {VAR_SELECT, select, true {Cambia el rol} false {Añade el rol}}

source: Tasks
es_es: Tareas

source: Message updated successfully.
es_es: Mensaje actualizado con éxito.

source: Reply has been posted successfully.
es_es: La respuesta se ha publicado con éxito.

source: There was a problem deleting this message.
es_es: Hubo un problema al eliminar este mensaje.

source: Label action === 'remove' ? 'removed' : 'added'
es_es: Etiqueta action === 'remove' ? 'remoto' : 'agregado'

source: Show main conversation
es_es: Mostrar conversación principal

source: Replies ({{ totalReplies }}):
es_es: Respuestas ({{ totalReplies }}):

source: Show previous replies
es_es: Mostrar respuestas anteriores

source: left
es_es: salió

source: leaving
es_es: saliendo

source: deleted
es_es: eliminado

source: deleting
es_es: eliminando

source: removed
es_es: eliminado

source: removing
es_es: eliminando

source: given leadership to
es_es: otorgó liderazgo a

source: giving leadership to
es_es: dando liderazgo a

source: You have config.successMsg displayName
es_es: Tienes msg team.name

source: There was a problem config.errorMsg displayName
es_es: Hubo un problema config.errorMsg displayName

source: Role has been updated.
es_es: El rol ha sido actualizado.

source: Change Role
es_es: Cambiar rol

source: Add Role
es_es: Añadir rol

source: Role
es_es: Rol

source: Request to join team sent
es_es: Solicitud de unirse al equipo enviada

source: Removed: {memberName}
es_es: Eliminado: {memberName}

source: Accepted: memberName
es_es: Aceptado: memberName

source: Rejected: memberName
es_es: Rechazado: memberName

source: this.configuration.name Services Directory
es_es: this.configuration.name Directorio de servicios

source: updated successfully
es_es: actualizado correctamente

source: Memberselected.length > 1 ? 's' : '' added successfully
es_es: Miembroselected.length > 1 ? 's' : '' añadido correctamente

source: Add message
es_es: Añadir mensaje

source: Message
es_es: Mensaje

source: This team was not found
es_es: Este equipo no fue encontrado

source: Office
es_es: Oficina

source: Services Directory
es_es: Directorio de servicios

source: Manage Surveys
es_es: Administrar encuestas

source: {VAR_SELECT, select, team {Add Resources} enterprise {Add Documents} services {Add Documents}}
es_es: {VAR_SELECT, select, team {Añadir recursos} enterprise {Añadir documentos} services {Añadir documentos}}

source: { mode, select, team {Add Resources} enterprise {Add Documents} services {Add Documents} }
es_es: { mode, select, team {Añadir recursos} enterprise {Añadir documentos} services {Añadir documentos} }

source: Add Courses
es_es: Añadir cursos

source: Add Members
es_es: Añadir miembros

source: Leave
es_es: Abandonar

source: Request to Join
es_es: Solicitud para unirse

source: Request pending
es_es: Solicitud pendiente

source: New message
es_es: Nuevo mensaje

source: {VAR_SELECT, select, team {Plan} enterprise {Mission & Services} services {Services}}
es_es: {VAR_SELECT, select, team {Plan} enterprise {Misión & Servicios} services {¡Servicios}}

source: { mode, select, team {Plan} enterprise {Mission & Services} services {Services} }
es_es: { mode, select, team {Plan} enterprise {Misión & Servicios} services {Servicios} }

source: What is your enterprise's Mission?
es_es: ¿Cuál es la misión de su empresa?

source: What are the Services your enterprise provides?
es_es: ¿Cuáles son los servicios que ofrece su empresa?

source: What are the Rules of your enterprise?
es_es: ¿Cuáles son las reglas de su empresa?

source: {VAR_SELECT, select, team {team} enterprise {enterprise} services {services directory}}
es_es: {VAR_SELECT, select, team {equipo} enterprise {empresa} services {directorio de servicios}}

source: {VAR_SELECT, select, team {plan} enterprise {mission & services} services {services}}
es_es: {VAR_SELECT, select, team {plan} enterprise {misión & servicios} services {servicios}}

source: The { mode, select, team {team} enterprise {enterprise} services {services directory} } has no { mode, select, team {plan} enterprise {mission & services} services {services} }.
es_es: El { mode, select, team {equipo} enterprise {empresa} services {directorio de servicios} } no tiene { mode, select, team {plan} enterprise {misión & servicios} services {servicios} }.

source: {VAR_SELECT, select, team {Add Plan} enterprise {Add Mission & Services} services {Add Services}}
es_es: {VAR_SELECT, select, team {Añadir un plan} enterprise {Añadir una misión & servicios} services {Añadir servicios}}

source: { mode, select, team {Add Plan} enterprise {Add Mission & Services} services {Add Services} }
es_es: { mode, select, team {Añadir Plan} enterprise {Añadir misión & Servicios} services {Añadir Servicios} }

source: Created
es_es: Creados

source: Edit Services
es_es: Editar servicios

source: {VAR_SELECT, select, team {Members} enterprise {Team} services {Members}}
es_es: {VAR_SELECT, select, team {Miembros} enterprise {Equipo} services {Miembros}}

source: Accept
es_es: Aceptar

source: Reject
es_es: Rechazar

source: {VAR_SELECT, select, team {team} enterprise {enterprise}}
es_es: {VAR_SELECT, select, team {equipo} enterprise {empresa}}

source: No member has joined this { mode, select, team {team} enterprise {enterprise} }.
es_es: Ningún miembro se ha unido a este { mode, select, team {equipo} enterprise {empresa} }.

source: Members ({{members.length}})
es_es: Miembros ({{members.length}})

source: There are currently no tasks assigned to this { mode, select, team {team} enterprise {enterprise} }.
es_es: Actualmente no hay tareas asignadas a este { mode, select, team {equipo} enterprise {empresa} }.

source: Resources
es_es: Recursos

source: {VAR_SELECT, select, team {Resources} enterprise {Documents} services {Documents}}
es_es: {VAR_SELECT, select, team {Recursos} enterprise {Documentos} services {Documentos}}

source: {VAR_SELECT, select, team {resources} enterprise {documents}}
es_es: {VAR_SELECT, select, team {recursos} enterprise {documentos}}

source: There are no { mode, select, team {resources} enterprise {documents} } associated with this { mode, select, team {team} enterprise {enterprise} }.
es_es: No hay ningún { mode, select, team {recursos} enterprise {documentos} } asociado con este { mode, select, team {equipo} enterprise {empresa} }.

source: There is no content for this resource
es_es: No hay contenido para este recurso

source: Resource unavailable. Contact your administrator to add resource to this Planet.
es_es: Recursos no disponibles. Póngase en contacto con su administrador para añadir recursos a este Planet.

source: There are no courses associated with this team.
es_es: No hay cursos asociados con este equipo.

source: Beginning Balance
es_es: Saldo inicial

source: Sales
es_es: Ventas

source: Other
es_es: Otro

source: Total Income
es_es: Ingresos Totales

source: Personnel
es_es: Personal

source: Non-Personnel
es_es: No personal

source: Total Expenses
es_es: Gastos totales

source: Profit/Loss
es_es: Ganancia/Pérdida

source: Ending Balance
es_es: Saldo final

source: Report Summary
es_es: Resumen del informe

source: Report created on:
es_es: Reporte generado el:

source: Updated on:
es_es: Actualizado el:

source: Select Communities
es_es: Seleccionar comunidades

source: Reply to label
es_es: Responder a label

source: Your label
es_es: Tu label

source: <b>replyBy</b> replied to your news.viewableBy === 'community' ? 'community ' : ''message.
es_es: <b>replyBy</b> respondió a tu news.viewableBy === 'community' ? 'comunidad ' : ''mensaje.

source: Edit label
es_es: Editar label

source: Voice
es_es: Voz

source: shared
es_es: compartido

source: shared:
es_es: compartido:

source: edited
es_es: editado

source: edited:
es_es: editado:

source: posted
es_es: publicado

source: posted:
es_es: publicado:

source: Copy Voice Link
es_es: Copiar enlace de voz

source: Reply
es_es: Responder

source: Add Label
es_es: Añadir etiqueta

source: {VAR_SELECT, select, community {Community} nation {Nation} center {Earth}}
es_es: {VAR_SELECT, select, community {Comunidad} nation {Nación} center {Tierra}}

source: Share with { shareTarget, select, community {Community} nation {Nation} center {Earth} }
es_es: Compartir con { shareTarget, select, community {comunidad} nation {nación} center {Earth} }

source: Edit Achievement
es_es: Editar logro

source: Add Achievement
es_es: Añadir logro

source: Link
es_es: Enlace

source: Edit Reference
es_es: Editar referencia

source: Add Reference
es_es: Añadir referencia

source: Relationship
es_es: Relación

source: Phone Number
es_es: Número de teléfono

source: Email
es_es: Correo electrónico

source: Edit Link
es_es: Editar enlace

source: Add Link
es_es: Añadir enlace

source: Link Title
es_es: Título del enlace

source: Achievements successfully updated
es_es: Logros actualizados con éxito

source: There was an error updating your achievements
es_es: Se ha producido un error al actualizar sus logros

source: Birthplace
es_es: Lugar de Nacimiento

source: My Purpose - What are your educational and professional ambitions?
es_es: Mi propósito - ¿Cuáles son sus ambiciones educativas y profesionales?

source: My Goals - What are your goals for the next 10 years?
es_es: Mis metas - ¿Cuáles son sus metas para los próximos 10 años?

source: Summary of Achievements - Briefly summarize your achievements and add related materials below
es_es: Resumen de logros - Resume brevemente tus logros y agrega materiales relacionados a continuación

source: Add any materials demonstrating your achievements below
es_es: Añade cualquier material que demuestre tus logros a continuación

source: Enter an Achievement
es_es: Introduce un logro

source: Add any references below
es_es: Añadir cualquier referencia a continuación

source: Enter a Reference
es_es: Ingrese una referencia

source: Add any links below
es_es: Añadir cualquier enlace abajo

source: Enter a Link
es_es: Introduzca un enlace

source: Allow your achievements to be shared with the nation
es_es: Permite que tus logros sean compartidos con la nación

source: Add Achievements
es_es: Añadir logros

source: Edit Achievements
es_es: Editar logros

source: Sort by Date
es_es: Ordenar por fecha

source: There was an error getting achievements
es_es: Hubo un error al obtener logros

source: Birthdate: formattedBirthDate
es_es: Fecha de nacimiento: formattedBirthDate

source: Birthplace: this.user.birthplace
es_es: Lugar de nacimiento: this.user.birthplace

source: My Purpose
es_es: Mi propósito

source: My Goals
es_es: Mis metas

source: My Certifications
es_es: Mis certificaciones

source: My Achievements
es_es: Mis logros

source: My Links
es_es: Mis enlaces

source: My References
es_es: Mis referencias

source: Copy Achievements Link
es_es: Copiar enlace de logros

source: Achievements
es_es: Logros

source: Print Achievements
es_es: Imprimir logros

source: Loading Achievements...
es_es: Cargando logros...

source: Birthdate: {{' ' + (user.birthDate | date: medium) + ' '}}
es_es: Fecha de nacimiento: {{' ' + (user.birthDate | date: medium) + ' '}}

source: Birthplace: {{' ' + user.birthplace}}
es_es: Lugar de nacimiento: {{' ' + user.birthplace}}

source: My Purpose
es_es: Mi propósito

source: My Goals
es_es: Mis metas

source: My Certifications
es_es: Mis certificaciones

source: My Links
es_es: Mis enlaces

source: My Achievements
es_es: Mis logros

source: My References
es_es: Mis referencias

source: Relationship:
es_es: Relación:

source: Phone Number:
es_es: Número de teléfono:

source: Email:
es_es: Correo electrónico:

source: You haven't entered any achievements yet. Click
es_es: Aún no has ingresado ningún logro. Haz clic

source: to add your achievements!
es_es: para añadir tus logros!

source: No achievements found.
es_es: No se encontraron logros.

source: joined
es_es: se unió

source: You have msg meetup.
es_es: Tienes msg reuniones.

source: Invitationinvites.length > 1 ? 's' : '' sent successfully
es_es: Invitacióninvites.length > 1 ? 's' : '' enviada con éxito

source: <b>this.userService.get().name</b> would like you to join <b>"meetupDetail.title"</b> meetup meetupDetail.meetupLocation ? ' at ' + meetupDetail.meetupLocation : ''
es_es: <b>this.userService.get().name</b> desea que te unas a <b>"meetupDetail.title"</b> meetup meetupDetail.meetupLocation ? ' en ' + meetupDetail.meetupLocation : ''

source: Meetup
es_es: Reunión

source: Invite Member
es_es: Añadir miembro

source: Join
es_es: Unirme

source: Created By:
es_es: Creado por:

source: Category:
es_es: Categoría:

source: Date:
es_es: Fecha:

source: Completed On:
es_es: Completado en:

source: <b>Time:</b>{{meetupDetail?.startTime}}{{ meetupDetail?.endTime ? '-' : '' }}{{meetupDetail?.endTime}}
es_es: <b>Hora:</b> {{meetupDetail?.startTime}} {{ meetupDetail?.endTime ? '-' : '' }} {{meetupDetail?.endTime}}

source: Recurring:
es_es: Se repite:

source: Recurring Days:
es_es: Se repite en:

source: Location:
es_es: Ubicación:

source: Link:
es_es: Enlace:

source: Assigned to:
es_es: Asignado a:

source: Joined Members: ({{members.length}})
es_es: Miembros unidos: ({{members.length}})

source: No members have joined this meetup
es_es: Ningún miembro se ha unido a esta reunión

source: {{mem}} (You)
es_es: {{mem}} (Tú)

source: myProgress
es_es: miProgreso

source: Courses: myProgress
es_es: Cursos: miProgreso

source: Loading Progress...
es_es: Cargando progreso...

source: No Progress record available
es_es: No hay registros de progreso disponibles

source: Request for User Data Deletion
es_es: Solicitud de eliminación de datos de usuario

source: You will lose access to your account, resources, courses, teams/enterprises and achievements
es_es: Perderás el acceso a su cuenta, recursos, cursos, equipos/empresas y logros

source: Additional comments/Reason for data deletion request
es_es: Comentarios adicionales/Razón de la solicitud de eliminación de datos

source: I am aware that I will lose access to your account, resources, courses, teams/enterprises and achievements
es_es: Soy consciente de que perderé el acceso a mi cuenta, recursos, cursos, equipos/empresas y logros

source: Delete User Data
es_es: Borrar Datos de Usuario

source: Browser not supported
es_es: Navegador no soportado

source: Download/Open
es_es: Descargar/Abrir

source: College
es_es: Universidad

source: Post-Graduate
es_es: Posgraduado

source: Beginner
es_es: Inicial

source: Intermediate
es_es: Intermedio

source: Advanced
es_es: Avanzado

source: Expert
es_es: Experto

source: Edited event: eetupChangeNotif
es_es: Evento editado: eetupChangeNotif

source: Added event: te.parse(meetupI
es_es: Evento añadido: te.parse(meetupI

source: <b>" } "</b> has been updated.
es_es: <b>" } "</b> ha sido actualizado.

source: {VAR_SELECT, select, Add new {Add new} Update {Update}}
es_es: {VAR_SELECT, select, Add new {Añadir nueva} Update {¡Actualiza}}

source: {this.pageType, select, Add new {Add new} Update {Update}} Meetup
es_es: {this.pageType, select, Add new {Añadir nueva} Update {¡Actualiza}} Reuniones

source: Location
es_es: Ubicación

source: Link
es_es: Enlace

source: Description
es_es: Descripción

source: Start Time
es_es: Hora de inicio

source: End Time
es_es: Hora de fin

source: Recurring Frequency
es_es: Cada cuánto se repite el evento

source: Daily
es_es: Diariamente

source: Weekly
es_es: Semanalmente

source: Save
es_es: Guardar

source: Please select at least one day.
es_es: Por favor, seleccione al menos un día.

source: Number of Recurrences
es_es: Número de recurrencias

source: You have deleted the displayName certification
es_es: Has eliminado la certificación displayName

source: There was a problem deleting this certification
es_es: Hubo un problema al eliminar esta certificación

source: New configuration.planetType <b>"configuration.name"</b> has requested to connect.
es_es: El nuevo configuration.planetType <b>"configuration.name"</b> ha solicitado conectarse.

source: Send to team or enterprise
es_es: Enviar a equipo o empresa

source: Text - Short answer
es_es: Texto - respuesta corta

source: Text - Long answer
es_es: Texto - Respuesta larga

source: Multiple Choice - single answer
es_es: Opción Múltiple - respuesta única

source: Multiple Choice - multiple answer
es_es: Opción múltiple - respuesta múltiple

source: Question Detail
es_es: Detalle de la Pregunta

source: Add Choice
es_es: Añadir Opción

source: You must add a choice
es_es: Debes añadir una opción

source: {VAR_SELECT, select, select {choice} selectMultiple {choices}}
es_es: {VAR_SELECT, select, select {elección} selectMultiple {elecciones}}

source: You must select the correct {questionForm.controls.type.value, select, select {choice} selectMultiple {choices}}
es_es: Debe seleccionar el correcto {questionForm.controls.type.value, select, select {elección} selectMultiple {opciones}}

source: Add "Other"
es_es: Añadir "Otro"

source: New survey added
es_es: Nueva encuesta añadida

source: New test added
es_es: Nueva prueba añadida

source: Survey updated successfully
es_es: Encuesta actualizada con éxito

source: Test updated successfully
es_es: Prueba actualizada con éxito

source: {VAR_SELECT, select, Add {Add} Update {Update} Copy {Copy}}
es_es: {VAR_SELECT, select, Add {Añadir} Update {Actualiza} Copy {Copia}}

source: {VAR_SELECT, select, exam {Test} survey {Survey}}
es_es: {VAR_SELECT, select, exam {Prueba} survey {Encuesta}}

source: Save & Return
es_es: Guardar & volver

source: Add Question
es_es: Añadir Pregunta

source: Preview {examType, select, exam {Test} survey {Survey}}
es_es: Vista previa {examType, select, exam {Prueba} survey {Encuesta}}

source: Editing Question
es_es: Editando regunta

source: of
es_es: de

source: Allow team view
es_es: Permitir vista de equipo
