Repository: open-learning-exchange/planet
Catalog: src/i18n/messages.spa.xlf
Languages: es_es

# loadingLogs
source: Loading reports...
es_es: Cargando registros...

source: Sorry, page not found
es_es: Lo sentimos, página no encontrada

source: Back to Planet Learning
es_es: Volver a Planet Learning

source: Mark all as Read
es_es: Marcar todo como leído

source: See All
es_es: Ver todo

source: Menu
es_es: Menú

source: myDashboard
es_es: miTablero

source: Library
es_es: Biblioteca

source: Courses
es_es: Cursos

source: Teams
es_es: Equipos

source: Enterprises
es_es: Empresas

source: Community
es_es: Comunidad

source: Nation
es_es: Nación

source: Earth
es_es: Tierra

source: Health
es_es: Salud

source: Submit Feedback
es_es: Enviar comentario

source: Review Feedback
es_es: Revisar comentarios

source: Language
es_es: Idioma

source: Sync
es_es: Sincronizar

source: Manager Settings
es_es: Ajustes del administrador

source: Notifications
es_es: Notificaciones

source: No Notification
es_es: Sin notificación

source: View Profile
es_es: Ver perfil

source: Edit Profile
es_es: Editar perfil

source: Logout
es_es: Cerrar sesión

source: Change Password
es_es: Cambiar contraseña

source: Login
es_es: Iniciar sesión

source: Check out our Android app
es_es: Echa un vistazo a nuestra aplicación Android

source: Dashboard
es_es: Panel de control

source: Feedback
es_es: Comentarios

source: Messages
es_es: Mensajes

source: None
es_es: Nunca

source: Cancel
es_es: Cancelar

source: Submit
es_es: Enviar

source: OK
es_es: Aceptar

source: {VAR_SELECT, select, accept {accept} archive {archive} reject {reject} delete {delete} leave {leave} remove {remove} leader {give leadership to}}
es_es: {VAR_SELECT, select, accept {aceptar} archive {archivar} reject {rechazar} delete {eliminar} leave {salir} remove {quitar} leader {dar liderazgo a}}

source: {VAR_SELECT_2, select, single {following {VAR_SELECT, select, community {community} nation {nation} course {course} resource {resource} document {document} meetup {meetup} user {member} change {change} team {team} enterprise {enterprise} task {task} certification {certification} event {event} transaction {transaction} link {link} news {message} report {report} survey {survey}}? } many {selected {INTERPOLATION} {VAR_SELECT_1, select, community {communities} nation {nations} course {courses} resource {resources} meetup {meetups} event {events} survey {surveys}}? }}
es_es: {VAR_SELECT_2, select, single {siguiente {VAR_SELECT, select, community {comunidad} nation {centro} course {curso} resource {recurso} document {documento} meetup {encuentro} user {miembro} change {cambio} team {equipo} enterprise {organización} task {tarea} certification {certificación} event {evento} transaction {transacción} link {enlace} news {mensaje} report {informe} survey {encuesta}}?} many {seleccionado {INTERPOLATION} {VAR_SELECT_1, select, community {comunidades} nation {centros} course {cursos} resource {recursos} meetup {encuentros} event {eventos} survey {encuestas}}?}}

source: Are you sure you want to {data.changeType, select, accept {accept} archive {archive} reject {reject} delete {delete} leave {leave} remove {remove} leader {give leadership to}} the {data.amount, select, single {following {data.type, select, community {community} nation {nation} course {course} resource {resource} document {document} meetup {meetup} user {member} change {change} team {team} enterprise {enterprise} task {task} certification {certification} event {event} transaction {transaction} link {link} news {message} report {report} survey {survey}}? } many {selected {{data.count}} {data.type, select, community {communities} nation {nations} course {courses} resource {resources} meetup {meetups} event {events} survey {surveys}}? } }
es_es: ¿Estás seguro de que deseas {data.changeType, select, aceptar {accept} archivar {archive} rechazar {reject} eliminar {delete} salir {leave} quitar {remove} otorgar liderazgo a {give leadership to}} el/la {data.amount, select, single {el siguiente {data.type, select, comunidad {community} nación {nation} curso {course} recurso {resource} documento {document} reunión {meetup} miembro {member} cambio {change} equipo {team} empresa {enterprise} tarea {task} certificación {certification} evento {event} transacción {transaction} enlace {link} mensaje {message} informe {report} encuesta {survey}}? } many {seleccionados {{data.count}} {data.type, select, comunidades {communities} naciones {nations} cursos {courses} recursos {resources} reuniones {meetups} eventos {events} encuestas {surveys}}? } }

source: Name: {{data.allData.name}}
es_es: Nombre: {{data.allData.name}}

source: Code: {{data.allData.code}}
es_es: Código: {{data.allData.code}}

source: Local URL: {{data.allData.localDomain}}
es_es: URL Local: {{data.allData.localDomain}}

source: {VAR_SELECT, select, community {Nation} nation {Center}}
es_es: {VAR_SELECT, select, community {Nación} nation {Centro}}

source: { data.allData.planetType, select, community {Nation} nation {Center} } URL: {{data.allData.parentDomain}}
es_es: { data.allData.planetType, select, community {Nación} nation {Centro} } URL: {{data.allData.parentDomain}}

source: Planet Type: {{data.allData.planetType}}
es_es: Tipo de Planet: {{data.allData.planetType}}

source: Created Date: {{data.allData.createdDate | date: 'fullDate'}}
es_es: Fecha de Creación: {{data.allData.createdDate | date: 'fullDate'}}

source: Language: {{data.allData.preferredLang}}
es_es: Idioma: {{data.allData.preferredLang}}

source: Status: {{data.allData.registrationRequest}}
es_es: Estado: {{data.allData.registrationRequest}}

source: Email: {{data.allData.email}}
es_es: Correo electrónico: {{data.allData.email}}

source: Phone Number: {{data.allData.phoneNumber}}
es_es: Número de Teléfono: {{data.allData.phoneNumber}}

source: Name: {{data.allData.deviceName || data.allData.customDeviceName}}
es_es: Nombre: {{data.allData.deviceName || data.allData.customDeviceName}}

source: Version: {{data.allData.version}}
es_es: Versión: {{data.allData.version}}

source: Time: {{data.allData.time}}
es_es: Hora: {{data.allData.time}}

source: Is your feedback Urgent?
es_es: ¿Es urgente tu comentario?

source: Yes
es_es: Sí

source: Feedback Type:
es_es: Tipo de comentario:

source: Question
es_es: Pregunta

source: Bug
es_es: Fallo

source: Suggestion
es_es: Sugerencia

source: Your Feedback
es_es: Tus comentarios

source: Feedback regarding home
es_es: Comentarios sobre la página de inicio

source: Feedback regarding firstPart/this.feedbackOf.name
es_es: Comentarios sobre firstPart/this.feedbackOf.name

source: Feedback regarding firstPart
es_es: Comentarios sobre firstPart

source: Thank you, your feedback is submitted!
es_es: ¡Gracias, su opinión ha sido enviada!

source: Error, your feedback cannot be submitted
es_es: Error, no se puede enviar tu opinión

source: Feedback
es_es: Comentarios

source: There are no items to select
es_es: No hay artículos que seleccionar

source: Search
es_es: Buscar

source: {VAR_SELECT, select, yes {Deselect} no {Select}}
es_es: {VAR_SELECT, select, yes {Deselecciona} no {Selecciona}}

source: {isAllSelected(), select, yes {Deselect} no {Select}} all
es_es: {isAllSelected(), select, yes {Deseleccionar} no {Seleccione}} todos

source: {VAR_SELECT, select, members {{VAR_PLURAL, plural, =0 {members} =1 {member} other {members}}} resources {{VAR_PLURAL_1, plural, =0 {resources} =1 {resource} other {resources}}} courses {{VAR_PLURAL_2, plural, =0 {courses} =1 {course} other {courses}}} meetups {{VAR_PLURAL_3, plural, =0 {meetups} =1 {meetup} other {meetups}}} other {{VAR_PLURAL_4, plural, =0 {items} =1 {item} other {items}}}}
es_es: {VAR_SELECT, select, members {{VAR_PLURAL, plural, =0 {miembros} =1 {miembro} other {miembros} }} resources {{VAR_PLURAL_1, plural, =0 {recursos} =1 {recurso} other {recursos} }} courses {{VAR_PLURAL_2, plural, =0 {cursos} =1 {curso} other {cursos} }} meetups {{VAR_PLURAL_3, plural, =0 {reuniones} =1 {reunirse} other {reuniones} }} other {{VAR_PLURAL_4, plural, =0 {elementos} =1 {elemento} other {elementos} }}}

source: {data.itemDescription, select, members {{selection.selected.length, plural, =0 {members} =1 {member} other {members}}} resources {{selection.selected.length, plural, =0 {resources} =1 {resource} other {resources}}} courses {{selection.selected.length, plural, =0 {courses} =1 {course} other {courses}}} meetups {{selection.selected.length, plural, =0 {meetups} =1 {meetup} other {meetups}}} other {{selection.selected.length, plural, =0 {items} =1 {item} other {items}}} } selected
es_es: {data.itemDescription, select, members {{selection.selected.length, plural, =0 {miembros} =1 {miembro} other {miembros}}} resources {{selection.selected.length, plural, =0 {recursos} =1 {recurso} other {recursos}}} courses {{selection.selected.length, plural, =0 {cursos} =1 {curso} other {cursos}}} meetups {{selection.selected.length, plural, =0 {reuniones} =1 {reunirse} other {reuniones}}} other {{selection.selected.length, plural, =0 {artículos} =1 {ít} other {artículos}}} } seleccionados

source: Loading
es_es: Cargando

source: Old Password
es_es: Contraseña antigua

source: Password
es_es: Contraseña

source: Confirm Password
es_es: Confirmar contraseña

source: Change Password
es_es: Cambiar contraseña

source: Password successfully updated
es_es: Contraseña actualizada con éxito

source: Old password isn't valid
es_es: La contraseña anterior no es válida

source: Error changing password
es_es: Error al cambiar la contraseña

source: Syncing started
es_es: Sincronización iniciada

source: An image with that filename exists. Please rename or select another image.
es_es: Existe una imagen con ese nombre de archivo. Por favor, renombra o seleccione otra imagen.

source: File must be an image
es_es: El archivo debe ser una imagen

source: Search by filename
es_es: Buscar por nombre de archivo

source: Add New Image
es_es: Añadir nueva imagen

source: Select an Image
es_es: Elegir una imagen

source: No Images to Select
es_es: No hay imágenes que seleccionar

source: Ratings for
es_es: Evaluaciones para

source: Most Recent
es_es: Más reciente

source: Oldest
es_es: Más antiguo

source: Best Rating
es_es: Mejor valoración

source: Worst Rating
es_es: Peor valoración

source: On Android?
es_es: ¿En Android?

source: Try myPlanet
es_es: Prueba myPlanet

source: Welcome <b>eNotification(userId) { const data</b> to the Planet Learning
es_es: Damos la bienvenida a <b>eNotification(userId) { const data</b> a Planet Learning

source: Welcome to Planet Learning, er:' + name, {})) ).subscribe( !
es_es: Bienvenido(a) a Planet Learning, er:' + name, {})) ).subscribe( !

source: An error occurred please try again
es_es: Ha ocurrido un error, inténtelo de nuevo

source: Member wait is not registered.
es_es: El miembro wait no está registrado.

source: There was an error connecting to Planet
es_es: Se ha producido un error al conectar a Planet

source: Username and/or password do not match
es_es: Nombre de usuario y/o contraseña no coinciden

source: Member cribe((data: any) => { is not registered
es_es: El miembro cribe((data: any) => { no está registrado.

source: New member <b>); t</b> has joined.
es_es: El nuevo miembro ); t se ha unido.

source: Can not login to is. planet.
es_es: No se puede iniciar sesión en el planeta is..

source: Error connecting to fo.
es_es: Error al conectar con fo.

source: Username
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: Repeat Password
es_es: Repita la contraseña

source: Become a member
es_es: Regístrate

source: SIGN-IN
es_es: INICIA SESIÓN

source: Already have an account
es_es: ¿Ya tienes una cuenta?

source: You are not authorized. Please contact administrator.
es_es: No está autorizado. Póngase en contacto con el administrador.

source: Error fetching document: rl = `${thi
es_es: Error al obtener el documento: rl = `${thi

source: Resource Views by Month
es_es: Vistas de recursos por mes

source: Course Views by Month
es_es: Vistas del curso por mes

source: Total Member Visits by Month
es_es: Visitas totales de miembros por mes

source: Unique Member Visits by Month
es_es: Visitas únicas de miembros por mes

source: Steps Completed by Month
es_es: Pasos completados por el mes

source: Chats Created by Month
es_es: Chats creados por mes

source: Voices Created by Month
es_es: Voces creados por mes

source: Login Time Ascending
es_es: Hora de inicio ascendente

source: Login Time Descending
es_es: Hora de inicio descendente

source: Logout Time Ascending
es_es: Tiempo de salida ascendente

source: Logout Time Descending
es_es: Hora de salida descendente

source: User Ascending
es_es: Usuario ascendente

source: User Descending
es_es: Usuario descendente

source: Username Ascending
es_es: Nombre de usuario ascendente

source: Username Descending
es_es: Nombre de usuario descendente

source: Time Ascending
es_es: Tiempo ascendente

source: Time Descending
es_es: Tiempo descendente

source: Title Ascending
es_es: Título ascendente

source: Title Descending
es_es: Título descendente

source: Month/Year Ascending
es_es: Mes/año ascendente

source: Month/Year Descending
es_es: Mes / año descendente

source: User (A-Z)
es_es: Usuario (A-Z)

source: User (Z-A)
es_es: Usuario (Z-A)

source: Date (Oldest first)
es_es: Fecha (más antigua primero)

source: Date (Newest first)
es_es: Fecha (más nueva primero)

source: AI Provider (A-Z)
es_es: Proveedor de IA (A-Z)

source: AI Provider (Z-A)
es_es: Proveedor de IA (Z-A)

source: Letters, numbers and _ . - allowed.
es_es: Letras, números y _ . - permitido.

source: {VAR_SELECT, select, required {This field is required} min {The number cannot be below} max {The number cannot exceed} matDatepickerMin {The date cannot be before} matDatepickerMax {The date cannot be after} matDatepickerParse {Invalid date} duplicate {Value already exists} duplicateUser {User already exists} email {Please enter a valid email} matchPassword {Passwords must match} unmatchPassword {Passwords must not match} invalidInt {Please enter a number} invalidPositive {The number cannot be negative} invalidHex {Hex is not valid} invalidTime {Time is invalid} invalidDateFormat {Date is in incorrect format} invalidTimeFormat {Time is in incorrect format} invalidDate {Date is invalid} invalidEndDate {End date cannot be before start date} invalidEndTime {End time cannot be before start time} dateInPast {Cannot be before current date} invalidPassword {Password is not valid} pattern {Invalid input. Hover for more info} invalidFirstCharacter {Must start with letter or number} invalidFutureDate {Cannot be after current date} dateRequired {This field requires a valid date} noUnderscore {Cannot include an underscore} whitespace {Cannot include space in password} bp {Blood Pressure should be systolic/diastolic} notFileMatch {File not found in list} invalidLink {Invalid link. Must be a valid URL e.g https://ole.org/}}
es_es: {VAR_SELECT, select, required {Este campo es obligatorio} min {El número no puede estar debajo} max {El número no puede exceder} matDatepickerMin {La fecha no puede ser anterior} matDatepickerMax {La fecha no puede ser posterior} matDatepickerParse {Fecha inválida} duplicate {El valor ya existe} duplicateUser {El usuario ya existe} email {Por favor introduzca una dirección de correo electrónico válida} matchPassword {Las contraseñas deben coincidir} unmatchPassword {Las contraseñas no deben coincidir} invalidInt {Por favor, introduzca un número} invalidPositive {El número no puede ser negativo} invalidHex {El hexadecimal no es válido} invalidTime {El tiempo no es válido} invalidDateFormat {La fecha tiene un formato incorrecto} invalidTimeFormat {La hora tiene un formato incorrecto} invalidDate {La fecha no es válida} invalidEndDate {La fecha de finalización no puede ser anterior a la fecha de inicio} invalidEndTime {La hora de finalización no puede ser anterior a la hora de inicio} dateInPast {No puede ser anterior a la fecha actual} invalidPassword {La contraseña no es válida} pattern {Entrada inválida. Pase el cursor para obtener más información} invalidFirstCharacter {Debe comenzar con letra o número} invalidFutureDate {No puede ser posterior a la fecha actual} dateRequired {Este campo requiere una fecha válida} noUnderscore {No se puede incluir un guion bajo} whitespace {No se puede incluir espacio en la contraseña} bp {La presión arterial debe ser sistólica/diastólica} notFileMatch {Archivo no encontrado en la lista} invalidLink {Enlace no válido. Debe ser una URL válida, ejemplo https://ole.org/}}

source: <b>this.userService.get().name</b> has isUpdated ? 'updated' : isRecorded ? 'recorded' : 'completed' the survey <b>this.submission.parent.name</b>
es_es: <b>this.userService.get().name</b> tiene isUpdated ? 'actualizado' : isRecorded ? 'grabado' : 'terminado' la encuesta <b>this.submission.parent.name</b>

source: Error exporting PDF: error.message
es_es: Error al exportar el PDF: error.message

source: There is no survey response
es_es: No hay ninguna respuesta de encuesta

source: AI analysis completed successfully.
es_es: El análisis de IA se completó con éxito.

source: Error analyzing responses: Chat API is not available.
es_es: Error al analizar las respuestas: la API de chat no está disponible.

source: Error analyzing responses: error.message || error
es_es: Error al analizar las respuestas: error.message || error

source: You have
es_es: Tú tienes

source: {VAR_PLURAL, plural, =1 {survey} other {surveys}}
es_es: {VAR_PLURAL, plural, =1 {encuesta} other {encuestas}}

source: { surveysCount, plural, =1 {survey} other {surveys} } to complete
es_es: { surveysCount, plural, =1 {encuesta} other {encuestas} } para completar

source: Complete
es_es: Completo

source: Admin Confirmation
es_es: Confirmación de Admin

source: Password is incorrect.
es_es: La contraseña es incorrecta.

source: Invalid password
es_es: Contraseña no válida

source: Thank you for submitting your message
es_es: Gracias por enviar tu mensaje

source: Message deleted
es_es: Mensaje eliminado

source: Message has been successfully shared
es_es: El mensaje se ha compartido con éxito

source: Removed from myCourses: title
es_es: Eliminado de mis cursos: title

source: Course added to your dashboard: title
es_es: Curso añadido a miDashboard: title

source: countChanged courses
es_es: countChanged cursos

source: Added to myCourses: prefix
es_es: Añadido a misCourses: prefix

source: Removed from myLibrary: resourceTitle
es_es: Eliminado de miBiblioteca resourceTitle

source: Resources
es_es: Recursos

source: Added to myLibrary: resourceTitle
es_es: Añadido a miBiblioteca: resourceTitle

source: There are new resources in the Library. Click to see them!
es_es: Hay nuevos recursos en la biblioteca. ¡Haz clic para verlos!

source: Last 24 Hours
es_es: Últimas 24 horas

source: Last 7 Days
es_es: Últimos 7 días

source: Last Month
es_es: Último mes

source: Last 6 Months
es_es: Últimos 6 meses

source: Last 12 Months
es_es: Últimos 12 meses

source: All Time
es_es: Todo el tiempo

source: Custom
es_es: Personalizado

source: Nation
es_es: Nación

source: Community
es_es: Comunidad

source: this.planetTypeText(planet.planetType) Details
es_es: this.planetTypeText(planet.planetType) Detalles

source: just now
es_es: justo ahora

source: ID
es_es: Identificador

source: Name
es_es: Nombre

source: Last Synced
es_es: Última sincronización

source: Time
es_es: Tiempo

source: Type
es_es: Tipo

source: Version
es_es: Versión

source: No of Visits
es_es: Número de visitas

source: Details
es_es: Ver más detalles

source: Used Time
es_es: Tiempo de uso

source: Temperature (°C)
es_es: Temperatura (°C)

source: Pulse (bpm)
es_es: Pulso (lpm)

source: Blood Pressure
es_es: Presión arterial

source: Height (cm)
es_es: Altura (cm)

source: Weight (kg)
es_es: Peso (kg)

source: Vision
es_es: Visión

source: Hearing
es_es: Audición

source: Help Wanted
es_es: Necesito Ayuda

source: Offer
es_es: Oferta

source: Request for Advice
es_es: Solicitando Consejo

source: Shared Chat
es_es: Chat Compartido

source: Acute Otitis Media
es_es: Otitis Media acorde

source: Acute Respiratory Infection
es_es: Infección respiratoria cutánea

source: Brucellosis
es_es: Brucelosis

source: Cancer
es_es: Cáncer

source: Cardiovascular disorders
es_es: Trastornos cardiovasculares

source: Chagas Disease
es_es: Enfermedad de Chagas

source: Chancroid
es_es: Chancroide

source: Chronic Kidney Disease
es_es: Enfermedad renal crónica

source: Cirrhosis of the liver
es_es: Cirrosis

source: Cryptosporidiosis
es_es: Criptosporidiosis

source: Dental Caries
es_es: Caries dentales

source: Dengue Hemorrhagic Fever
es_es: Fiebre hemorrágica del dengue

source: Diarrhoea diseases
es_es: Enfermedades diarreicas

source: Ebola
es_es: Ébola

source: Emphysema
es_es: Enfisema

source: Epilepsy
es_es: Epilepsia

source: Fungal Infections
es_es: Infección fúngica

source: Heatstroke
es_es: Golpe de calor

source: Herpes Simplex Virus
es_es: Virus del herpes simple

source: HIV/AIDS
es_es: VIH/SIDA

source: Human Papillomavirus
es_es: Papiloma humano

source: Hypertension
es_es: Hipertensión

source: Iodine Deficiency
es_es: Deficiencia de yodo

source: Iron-Deficiency Anemia
es_es: Anemia por deficiencia de hierro

source: Ischaemic heart disease
es_es: Enfermedad de corazon isquémica

source: Low Birth Weight
es_es: Peso bajo del nacimiento

source: Lymphogranuloma Venereum
es_es: Linfogranuloma venéreo

source: Malnutrition
es_es: Desnutrición

source: Maternal Hemorrhage
es_es: Hemorrhage maternal

source: Measles
es_es: Sarampíon

source: Neonatal sepsis and infections
es_es: Sepsis neonatal e infecciones

source: Obesity
es_es: Obesidad

source: Preterm Birth Complications
es_es: Complicaciones de nacimiento predefinidas

source: Pneumonia
es_es: Pneumonía

source: Rabies
es_es: Rabia

source: Scabies
es_es: Sarna

source: Soil-Transmitted Helminths
es_es: Helmintos transmitidos por suelo

source: Stroke
es_es: Paros cardíacos

source: Syphilis
es_es: Sífilis

source: Typhoid Fever
es_es: Fiebre de Tifoid

source: Vitamin A Deficiency
es_es: Deficiencia de vitamina a

source: View Exchange
es_es: Ver intercambio

source: View Report
es_es: Ver reporte

source: Sandbox Planets
es_es: Planets de prueba

source: validateDates(): startDate control is not found in parent group
es_es: validateDates(): el control de la fecha de inicio no se encuentra en el grupo padre

source: {VAR_SELECT, select, leader {Leader} monitor {Monitor} health {Health Provider} learner {Learner} manager {Manager} admin {Admin}}
es_es: {VAR_SELECT, select, leader {Líder} monitor {Regreso} health {Proveedor de Salud} learner {Estudiante} manager {Gerente} admin {Administrador}}

source: Task updated successfully
es_es: Tarea actualizada correctamente

source: Task created successfully
es_es: Tarea creada con éxito

source: Edit Task
es_es: Editar tarea

source: Add Task
es_es: Añadir tarea

source: You have deleted a task.
es_es: Has eliminado una tarea.

source: There was a problem deleting this team.
es_es: Hubo un problema al eliminar este equipo.

source: You were assigned a new task
es_es: Se te ha asignado una nueva tarea

source: Add a task
es_es: Añadir una tarea

source: myTasks
es_es: misTareas

source: All Tasks
es_es: Todas las tareas

source: Deadline:
es_es: Fecha límite:

source: Completed:
es_es: Completado:

source: Edit Task
es_es: Editar tarea

source: Delete Task
es_es: Eliminar tarea

source: Remove
es_es: Eliminar

source: Showing {{table.filteredData.length}} of {{table.data.length}}
es_es: Mostrando {{table.filteredData.length}} de {{table.data.length}}
