Repository: open-learning-exchange/planet
Catalog: src/i18n/messages.spa.xlf
Languages: es_es

source: Some required fields are missing.
es_es: Faltan algunos campos obligatorios.

source: {VAR_SELECT, select, exam {test} survey {survey}}
es_es: {VAR_SELECT, select, exam {Prueba} survey {encuesta}}

source: You must add a question to preview the {examType, select, exam {test} survey {survey}}
es_es: Debes añadir una pregunta para previsualizar el {examType, select, exam {prueba} survey {encuesta}}

source: Survey Info
es_es: Información de la encuesta

source: Survey Description
es_es: Descripción de la encuesta

source: {{ plainText(question.value.body) || 'Question ' + (i+1) }}
es_es: {{ plainText(question.value.body) || 'Pregunta ' + (i+1) }}

source: There are missing fields on this question
es_es: Faltan campos en esta pregunta

source: Preview is not available for this test
es_es: La vista previa no está disponible para esta prueba

source: {VAR_SELECT, select, survey {Survey} exam {Test}}
es_es: {VAR_SELECT, select, survey {Encuesta} exam {Prueba}}

source: Question
es_es: Pregunta

source: by{{' ' + submittedBy}}
es_es: por{{' ' + submittedBy}}

source: (Preview)
es_es: (Vista previa)

source: on {{updatedOn | date: 'short'}}
es_es: en {{updatedOn | date: 'short'}}

source: Enter answer here
es_es: Ingresa tu respuesta aquí

source: Other:
es_es: Otro:

source: {VAR_SELECT, select, survey {You can choose one or more answers.} exam {There are one or more correct answers. Please choose all correct answers.}}
es_es: {VAR_SELECT, select, survey {Puedes elegir una o más respuestas.} exam {Hay una o más respuestas correctas. ¡Elige todas las respuestas correctas!}}

source: {examType, select, survey {You can choose one or more answers.} exam {There are one or more correct answers. Please choose all correct answers.}}
es_es: {examType, select, survey {Puedes elegir una o más respuestas.} exam {Hay una o más respuestas correctas. Por favor, selecciona todas las respuestas correctas.}}

source: Submitted answer:
es_es: Respuesta enviada:

source: Correct
es_es: Correcto

source: Incorrect
es_es: Incorrecto

source: Comment
es_es: Comentario

source: Response:
es_es: Respuesta:

source: Grade:
es_es: Nota:

source: Feedback:
es_es: Comentarios:

source: Submit Answer
es_es: Enviar respuesta

source: {VAR_SELECT, select, survey {Finish Survey} exam {Finish Test}}
es_es: {VAR_SELECT, select, survey {Finaliza encuesta} exam {¡Finaliza la prueba}}

source: {examType, select, survey {Finish Survey} exam {Finish Test}}
es_es: {examType, select, survey {Finalizar encuesta} exam {Finalizar prueba}}

source: Incorrect answer, please try again
es_es: Respuesta incorrecta, inténtalo de nuevo

source: {VAR_SELECT, select, survey {Survey is complete.} exam {Test is complete.}}
es_es: {VAR_SELECT, select, survey {Encuesta completada.} exam {Prueba completada.}}

source: You can close the preview.
es_es: Puede cerrar la vista previa.

source: {VAR_SELECT, select, survey {Click Finish Survey to submit for review.} exam {Click Finish Test to submit for review.}}
es_es: {VAR_SELECT, select, survey {Haga clic en Finalizar Encuesta para enviar para revisión.} exam {Haga clic en Finalizar Prueba para enviar para revisar.}}

source: Loading content...
es_es: Cargando contenido...

source: Close Preview
es_es: Cerrar Vista Previa

source: Chat has been shared to this.teamInfo.type this.teamInfo.name
es_es: El chat ha sido compartido con this.teamInfo.type this.teamInfo.name

source: Chat has been successfully shared to community
es_es: El chat se ha compartido con éxito a la comunidad

source: add note
es_es: añadir nota

source: Share
es_es: Compartir

source: Optional message
es_es: Mensaje opcional

source: Team or Entreprise
es_es: Equipo o Empresa

source: Message
es_es: Mensaje

source: Share
es_es: Compartir

source: {VAR_SELECT, select, resources {Create New Resource} resourcesAdd {Select Existing Resource(s)}}
es_es: {VAR_SELECT, select, resources {Crea un nuevo recurso} resourcesAdd {Selecciona recurso(s) existente(s)}}

source: {view, select, resources {Create New Resource} resourcesAdd {Select Existing Resource(s)}}
es_es: {view, select, resources {Crear nuevo recurso} resourcesAdd {Seleccionar recurso(s) existente(s)}}

source: OR
es_es: O

source: You have left countChanged meetups
es_es: Has dejado countChanged reuniones

source: You have joined countChanged meetups
es_es: Te has unido a countChanged reuniones

source: Event deleted: displayName
es_es: Evento eliminado: displayName

source: You have deleted meetups.length events
es_es: Has eliminado meetups.length cursos

source: There was a problem deleting this meetup
es_es: Hubo un problema al eliminar esta reunión

source: {VAR_SELECT, select, Steps {Steps} Quest. {Quest.} other {Steps}}
es_es: {VAR_SELECT, select, Steps {Paso} Quest. {Quest.} other {Pasos}}

source: Total Errors
es_es: Total de errores

source: Click to see test detail
es_es: Haga clic para ver el detalle de la prueba

source: Pending
es_es: Pendiente

source: Not Graded
es_es: Sin calificar

source: Completed
es_es: Completado

source: {VAR_SELECT, select, survey {mySurveys} grade {Submissions}}
es_es: {VAR_SELECT, select, survey {misEncuestas} grade {¡Envíos}}

source: Status
es_es: Estado

source: Tests
es_es: Prueba

source: Surveys
es_es: Encuestas

source: Course Name
es_es: Nombre del Curso

source: Course Step
es_es: Paso del curso

source: pending
es_es: pendiente

source: requires grading
es_es: requiere calificación

source: complete
es_es: completo

source: incomplete
es_es: incompleto

source: Grade
es_es: Nota

source: Submitted by
es_es: Enviado por

source: {{element?.submittedBy || 'Unknown'}}
es_es: {{element?.submittedBy || 'Desconocido'}}

source: Updated On
es_es: Actualizado el

source: Graded On
es_es: Calificado en

source: No Record Found
es_es: No se ha encontrado ningún registro

source: Add Examination
es_es: Añadir Examen

source: Name:
es_es: Nombre:

source: Type:
es_es: Tipo:

source: Contact:
es_es: Contacto:

source: Allergies
es_es: Alergias

source: Immunization Dates
es_es: Fechas de Inmunización

source: Special Needs
es_es: Necesidades Especiales

source: Notes
es_es: Notas

source: myHealth
es_es: miSalud

source: Update Details
es_es: Detalles de la actualización

source: Member login:
es_es: Inicio de sesión para miembros:

source: Examinations
es_es: Exámenes

source: Self Examination
es_es: Autoexamen

source: Contact Type
es_es: Tipo de Contacto

source: Contact
es_es: Contacto

source: Other Notes
es_es: Otras notas

source: This examination can no longer be changed.
es_es: Este examen ya no puede ser modificado.

source: The value(s) of the following are not in the normal range. Click <b>Cancel</b> to fix or click <b>OK</b> to submit.
es_es: Los valores de los siguientes no están en el rango normal. Haga clic en <b>Cancelar</b> para arreglar o haga clic en <b>OK</b> para enviar.

source: Vitals
es_es: Vitales

source: Temperature in °C
es_es: Temperatura en °C

source: Pulse in bpm
es_es: Pulso en ppm

source: Blood Pressure
es_es: Presión arterial

source: Height in cm
es_es: Altura en cm

source: Weight in kg
es_es: Peso en kg

source: Vision
es_es: Visión

source: Hearing
es_es: Audición

source: Condition and Treatment
es_es: Condición y Tratamiento

source: Diagnosis
es_es: Diagnóstico

source: Observations & Notes
es_es: Observaciones & Notas

source: Treatments
es_es: Tratamientos

source: Medications
es_es: Medicamentos

source: Immunizations
es_es: Inmunizaciones

source: X-rays
es_es: Rayos X

source: Lab Tests
es_es: Pruebas de laboratorio

source: Referrals
es_es: Referencias

source: Performed by:
es_es: Realizado por:

source: Temperature:
es_es: Temperatura:

source: Pulse:
es_es: Pulso:

source: Blood Pressure:
es_es: Presión arterial:

source: Height:
es_es: Altura:

source: Weight:
es_es: Peso:

source: Vision:
es_es: Visión:

source: Hearing:
es_es: Audición:

source: Conditions
es_es: Condiciones

source: Observations & Notes:
es_es: Observaciones & Notas:

source: Diagnosis:
es_es: Diagnóstico:

source: Treatments:
es_es: Tratamientos:

source: Medications:
es_es: Medicamentos:

source: Immunizations:
es_es: Inmunizaciones:

source: X-rays:
es_es: Rayos X:

source: Lab Tests:
es_es: Pruebas de laboratorio:

source: Referrals:
es_es: Referencias:

source: Edit <ng-container *ngIf="minutes">({{ minutes }}:{{ seconds }})</ng-container>
es_es: Editar <ng-container *ngIf="minutes">({{ minutes }}:{{ seconds }})</ng-container>

source: You have deleted selected meetups
es_es: Ha eliminado las reuniones seleccionadas

source: There was a problem deleting these meetups.
es_es: Hubo un problema al eliminar estas reuniones.

source: You cannot join an old meetup.
es_es: No puedes unirte a una vieja reunión.

source: Meetups
es_es: Reuniones

source: Join Selected
es_es: Unir seleccionados

source: Leave Selected
es_es: Abandonar los seleccionados

source: Title
es_es: Título

source: Joined Meetup
es_es: Se unió a la reunión

source: Manage
es_es: Gestionar

source: Information
es_es: Información

source: at
es_es: en

source: No Meetups Found
es_es: No se encontraron reuniones

source: You have deleted resource: resource.doc.title
es_es: Has eliminado el recurso: resource.doc.title

source: There was a problem deleting this resource.
es_es: Hubo un problema al eliminar este recurso.

source: You have deleted deleteArray.length resources
es_es: Has eliminado deleteArray.length recursos

source: resources.lengththis.dbName queued to msg
es_es: resources.length this.dbName en cola para msg

source: Collections updated
es_es: Colecciones actualizadas

source: Resources queued to push to childType.
es_es: Recursos en cola para subir a childType.

source: There was an error sending these resources
es_es: Hubo un error al enviar estos recursos

source: {VAR_SELECT, select, myPersonals {myPersonals} myLibrary {myLibrary} other {Library}}
es_es: {VAR_SELECT, select, myPersonals {misPersonales} myLibrary {miBiblioteca} other {Biblioteca}}

source: Search by:
es_es: Buscar por:

source: Filter
es_es: Filtro

source: Get resource
es_es: Obtener recurso

source: Add to myLibrary
es_es: Añadir a miBiblioteca

source: Remove from myLibrary
es_es: Eliminar de miBiblioteca

source: Manager Actions
es_es: Acciones del administrador

source: Send Resources
es_es: Enviar recursos

source: {VAR_SELECT, select, center {Nation} other {Community}}
es_es: {VAR_SELECT, select, center {Nación} other {Comunidad}}

source: Push To {planetType, select, center {Nation} other {Community}}
es_es: Enviar a {planetType, select, center {Nación} other {Comunidad}}

source: View Ratings
es_es: Ver evaluaciones

source: Download file
es_es: Descargar archivo

source: In myLibrary
es_es: En miBiblioteca

source: Not in myLibrary
es_es: No está en miBiblioteca

source: Edit Resource
es_es: Editar recurso

source: Created On
es_es: Creado en

source: Created:
es_es: Creado:

source: Medium:
es_es: Medio:

source: Language:
es_es: Idioma:

source: Level:
es_es: Nivel:

source: Source:
es_es: Fuente:

source: Rating
es_es: Evaluación

source: Resources Loading...
es_es: Cargando recursos...

source: No Resource Found
es_es: No se encontró ningún recurso

source: Resource does not exist in Library
es_es: El recurso no existe en la biblioteca

source: Subject(s):
es_es: Sujeto(s):

source: {VAR_SELECT, select, on {Show} off {Hide}}
es_es: {VAR_SELECT, select, on {Muestra} off {Oculta}}

source: k)="toggleFullView()" i18n> {fullV details
es_es: {fullView, select, on {Show} off {Esconder}} detalles

source: Open in new tab
es_es: Abrir en nueva pestaña

source: Add to myLibrary
es_es: Añadir a miBiblioteca

source: Remove from myLibrary
es_es: Eliminar de miBiblioteca

source: Author:
es_es: Autor:

source: Published by:
es_es: Publicado por:

source: on
es_es: en

source: Collections:
es_es: Colecciones:

source: Media:
es_es: Medio:

source: to License:
es_es: a la Licencia:

source: Resource:
es_es: Recurso:

source: Loading content...
es_es: Cargando contenido...

source: Edited resource:
es_es: Recurso editado:

source: Added resource:
es_es: Recurso añadido:

source: There was an error with this resource
es_es: Hubo un error con este recurso

source: {VAR_SELECT, select, Add {Add} Edit {Edit}}
es_es: {VAR_SELECT, select, Add {Añadir} Edit {Editar}}

source: {this.pageType, select, Add {Add} Edit {Edit}} Resource
es_es: {this.pageType, select, Add {Añadir} Edit {Editar}} Recurso

source: Author
es_es: Autor

source: Year
es_es: Año

source: Labels
es_es: Etiquetas

source: Publisher/Attribution
es_es: Editor/Fuente

source: Link to License
es_es: Enlace a la Licencia

source: Subject(s)
es_es: Asignatura(s)

source: Level(s)
es_es: Nivel(es)

source: Open
es_es: Abrir

source: Resource For
es_es: Recurso para

source: Media
es_es: Medio

source: Resource Type
es_es: Tipo de Recurso

source: Added By
es_es: Añadido por

source: Open Which File
es_es: Abrir que Archivo

source: File Upload:
es_es: Subir archivo:

source: File downloadable
es_es: Archivo descargable

source: {{ pageType }} Resource
es_es: {{ pageType }} Recurso

source: Remove new attachment
es_es: Recurso añadido:

source: File size cannot exceed more than 512 MB
es_es: El tamaño del archivo no puede exceder los 512 MB

source: Warning: Existing Resource/file will be replaced
es_es: Advertencia: El recurso/archivo existente será reemplazado

source: Existing Resource/file:
es_es: Recurso/Archivo existente:

source: Remove existing attachment
es_es: Eliminar archivo adjunto existente

source: If checked, resource will only be viewable by this team
es_es: Si está marcado, el recurso solo será visible por este equipo

source: Private Resource
es_es: Recurso Privado

source: {VAR_SELECT, select, subject {Subject} language {Language} medium {Medium} level {Level}}
es_es: {VAR_SELECT, select, subject {Asignatura} language {Idioma} medium {Medios} level {Nivel}}

source: {category, select, subject {Subject} language {Language} medium {Medium} level {Level} }
es_es: {category, select, subject {Asignatura} language {Idioma} medium {Medio} level {Level} }

source: Course deleted: course.courseTitle
es_es: Curso eliminado: course.courseTitle

source: There was a problem deleting this course.
es_es: Hubo un problema al eliminar este curso.

source: You have deleted deleteArray.length courses
es_es: Has eliminado deleteArray.length cursos

source: There was a problem deleting courses.
es_es: Hubo un problema al eliminar los cursos.

source: message myCourses
es_es: message misCursos

source: courses[0].courseTitle have been added to
es_es: courses[0].courseTitle han sido añadidos a

source: courses.length courses have been added to
es_es: Se han añadido courses.length cursos a

source: Courses queued to push to childType.
es_es: Cursos en cola para empujar a childType.

source: There was an error sending these courses
es_es: Hubo un error al enviar estos cursos

source: {VAR_SELECT, select, on {myCourses} off {Courses}}
es_es: {VAR_SELECT, select, on {misCursos} off {Cursos}}

source: Get Course
es_es: Abrir curso

source: Send Courses
es_es: Enviar cursos

source: In myCourses
es_es: En misCursos

source: Not in myCourses
es_es: No está en misCursos

source: myProgress:
es_es: miProgreso:

source: Edit Course
es_es: Editar Curso

source: Progress
es_es: Progreso

source: Enroll List
es_es: Inscribir lista

source: Information
es_es: Información

source: Courses Loading...
es_es: Cargando cursos...

source: No Course Found
es_es: No se encontró ningún curso

source: Add title
es_es: Añadir título

source: Edited course:
es_es: Curso editado:

source: Added course:
es_es: Curso añadido:

source: {{ pageType }} Course
es_es: {{ pageType }} Curso

source: {this.pageType, select, Add {Add} Edit {Edit}} Course
es_es: {this.pageType, select, Add {Añadir} Edit {Editar}}

source: Course Title
es_es: Título del Curso

source: Language of Instruction
es_es: Idioma de la Instrucción

source: Grade Level
es_es: Nivel de Grado

source: Subject Level
es_es: Nivel de asignatura

source: Add Step
es_es: Añadir Paso

source: Update Test
es_es: Actualizar prueba

source: Add Test
es_es: Añadir prueba

source: Update Survey
es_es: Actualizar encuesta

source: Add Survey
es_es: Añadir encuesta

source: Editing Step
es_es: Editando paso

source: Step title
es_es: Titulo del paso

source: Add Resource
es_es: Añadir recurso

source: Attached Resources:
es_es: Recursos Adjuntos:

source: Course
es_es: Curso

source: {VAR_SELECT, select, on {Show details} off {Hide}}
es_es: {VAR_SELECT, select, on {Mostrar detalles} off {Ocultar}}

source: {fullView, select, on {Show details} off {Hide}}
es_es: {fullView, select, on {Mostrar detalles} off {Ocultar}}

source: View Step
es_es: Ver Paso

source: Join
es_es: Unirse

source: Leave
es_es: Abandonar

source: {{step.stepTitle || 'Step ' +
es_es: {{step.stepTitle || 'Paso ' + (i+1)}}

source: There is no content for this step.
es_es: No hay contenido para este paso.

source: There is no description for this step.
es_es: No hay descripción para este paso.

source: {VAR_PLURAL, plural, =1 {There is} other {There are}}
es_es: {VAR_PLURAL, plural, =1 {¡Hay} other {¡Hay}}

source: {VAR_PLURAL, plural, =1 {resource} other {resources}}
es_es: {VAR_PLURAL, plural, =1 {recurso} other {recursos}}

source: {step.resources.length, plural, =1 {resource} other {resources}}.
es_es: {step.resources.length, plural, =1 {recurso} other {recursos}}.

source: The test has
es_es: La prueba tiene

source: {VAR_PLURAL, plural, =1 {question} other {questions}}
es_es: {VAR_PLURAL, plural, =1 {pregunta} other {preguntas}}

source: {step.exam.questions.length, plural, =1 {question} other {questions}}.
es_es: {step.exam.questions.length, plural, =1 {pregunta} other {preguntas}}.

source: The survey has
es_es: La encuesta tiene

source: {VAR_PLURAL, plural, =1 {question} other {questions}}
es_es: {VAR_PLURAL, plural, =1 {pregunta} other {preguntas}}

source: {step.survey.questions.length, plural, =1 {question} other {questions}}.
es_es: {step.survey.questions.length, plural, =1 {pregunta} other {preguntas}}.

source: Preview Test
es_es: Previsualizar prueba

source: Preview Survey
es_es: Vista previa de encuesta

source: View Resource
es_es: Ver recurso

source: {VAR_SELECT, select, continue {Continue Test} retake {Retake Test} other {Take Test}}
es_es: {VAR_SELECT, select, continue {Continuar prueba} retake {Retomar prueba} other {Toma la prueba} }

source: Take Survey
es_es: Iniciar encuesta

source: Preview
es_es: Vista previa

source: Loading course details...
es_es: Cargando detalles del curso...

source: There is no content for this course
es_es: No hay contenido para este curso

source: Step
es_es: Paso

source: {{ showChat ? 'Hide Course Chat' : 'Show Course Ch
es_es: {{ showChat ? 'Ocultar chat del curso' : 'Mostrar chat del curso

source: Past attempts: {{attempts}}
es_es: Intentos anteriores: {{attempts}}

source: Review Attempts
es_es: Intentos de revisión

source: {VAR_SELECT, select, take {Take Test} continue {Continue Test} retake {Retake Test}}
es_es: {VAR_SELECT, select, take {Toma la prueba} continue {¡Continúa la prueba} retake {¡Reinicia la prueba}}

source: {examText, select, take {Take Test} continue {Continue Test} retake {Retake Test}}
es_es: {examText, select, take {Realizar prueba} continue {Continuar prueba} retake {Volver a tomar la prueba}}

source: Take Survey
es_es: Iniciar encuesta

source: Preview
es_es: Vista previa

source: Preview Test
es_es: Previsualizar prueba

source: Preview Survey
es_es: Vista previa de encuesta

source: View Resource Details
es_es: Ver detalles del recurso

source: Finish
es_es: Finalizar

source: <ng-container *ngIf="isLoading; else noContent"> Loading Content... </ng-container><ng-template #noContent>No description provided.</ng-template>
es_es: <ng-container *ngIf="isLoading; else noContent"> Cargando contenido... </ng-container><ng-template #noContent>No se proporcionó descripción</ng-template>

source: Steps
es_es: Pasos

source: Quest.
es_es: Misión.

source: courseTitle Course Progress for entityLabel planetName
es_es: courseTitle Progreso del curso de entityLabel planetName

source: Course Progress
es_es: Progreso del Curso

source: Test Progress
es_es: Progreso de Prueba

source: View Test Progress
es_es: Ver Progreso de Prueba

source: {{ step.stepTitle || 'Step ' + (step.index
es_es: {{ step.stepTitle || 'Paso' + (step.index

source: Show full course
es_es: Mostrar Curso Completo

source: Loading Progress...
es_es: Cargando progreso...

source: No Progress record available
es_es: No hay registros de progreso disponibles

source: Test
es_es: Prueba

source: Resource(s)
es_es: Recurso(s)

source: This step has been completed.
es_es: Este paso ha sido completado.

source: This step is in progress.
es_es: Este paso está en curso.

source: {VAR_SELECT, select, languageOfInstruction {Language} gradeLevel {Grade Level} subjectLevel {Subject Level}}
es_es: {VAR_SELECT, select, languageOfInstruction {Idioma} gradeLevel {Nivel de Grado} subjectLevel {Nivel de Asignatura}}

source: {category, select, languageOfInstruction {Language} gradeLevel {Grade Level} subjectLevel {Subject Level} }
es_es: {category, select, languageOfInstruction {Idioma} gradeLevel {Nivel de Grado} subjectLevel {Asignatura} }

source: There was an error adding your message
es_es: Hubo un error al añadir tu mensaje

source: You have unread messages in feedback
es_es: Tienes mensajes no leídos en tus comentarios

source: There was an error changing title
es_es: Hubo un error al cambiar el título

source: There was an error closing this feedback.
es_es: Hubo un error al cerrar este comentario.

source: There has been an error opening the feedback.
es_es: Se ha producido un error al abrir los comentarios.

source: Type your reply here
es_es: Escribe aquí tu respuesta

source: <mat-icon>reply</mat-icon>Reply
es_es: <mat-icon>respuesta</mat-icon>Respuesta

source: {{showParams==='on' ? 'Hide Details' : 'Show Details'}}
es_es: {{showParams==='on' ? 'Ocultar detalles' : 'Mostrar detalles'}}

source: Feedback title
es_es: Lista de comentarios

source: Go to Resource
es_es: Ir al recurso

source: Go to Course
es_es: Ir al curso

source: Go to Meetup
es_es: Ir a la reunión

source: Go to Team
es_es: Ir al equipo

source: Go to Enterprise
es_es: Ir a la empresa

source: Page Parameters
es_es: Parámetros de página

source: Re-open
es_es: Reabrir

source: Open
es_es: Abrir

source: Closed
es_es: Cerrado

source: There is a problem of getting data.
es_es: Hay un problema de obtención de datos.

source: You have deleted feedback.
es_es: Has eliminado los comentarios.

source: There is a problem deleting this feedback.
es_es: Hay un problema al eliminar esta opinión.

source: Your Current Lists of Feedback
es_es: Tus listas actuales de comentarios

source: Feedback List
es_es: Lista de comentarios

source: Feedback Type
es_es: Tipo de comentarios

source: Feedback Status
es_es: Estado de comentarios

source: Priority
es_es: Prioridad

source: Yes
es_es: Sí

source: Owner
es_es: Propietario

source: Open Date
es_es: Fecha de Apertura

source: Close Date
es_es: Fecha de Cierre

source: Source
es_es: Fuente

source: Action
es_es: Acción

source: View
es_es: Ver

source: No Feedback Found
es_es: No se encontraron comentarios

source: AI API Configurations
es_es: Configuraciones IA

source: API Keys
es_es: Claves API

source: Models
es_es: Modelos

source: Assistant Configuration
es_es: Configuración del Asistente

source: Chat Configurations
es_es: Configuraciones IA

source: Chat streaming:
es_es: Transmisión de chat:

source: Quicker line by line chat responses, could be costlier
es_es: Respuestas más rápidas línea por línea en el chat, podría ser más costoso

source: Update Configuration
es_es: Actualizar Configuración
