Repository: open-learning-exchange/planet
Catalog: src/i18n/messages.spa.xlf
Languages: es_es

source: Enter API key
es_es: Ingresa una clave API

source: Enter model
es_es: Ingresa modelo

source: Assistant name
es_es: Nombre del asistente

source: Instructions:
es_es: Instrucciones:

source: Assistant instructions
es_es: Instrucciones del asistente

source: An error occurred please try again.
es_es: Ocurrió un error, por favor inténtelo de nuevo.

source: Registration request has been sent successfully.
es_es: La solicitud de registro se ha enviado correctamente.

source: Send on accept list updated
es_es: Enviar al aceptar lista actualizada

source: Pin reset successfully
es_es: PIN restablecido con éxito

source: Error to reset pin
es_es: Error al restablecer el pin

source: myPlanet Reports
es_es: Reportes myPlanet

source: myPlanet Logs
es_es: Registros de myPlanet

source: AI Configurations
es_es: Configuraciones IA

source: Activity on
es_es: Actividad en

source: Report Detail
es_es: Detalles del reporte

source: <b>Last Upgrade</b>
es_es: {START_BOLD_TEXT}Última actualización{CLOSE_BOLD_TEXT}

source: <b>Last Sync</b>
es_es: <b>Última sincronización</b>

source: <b>Resource Views Last 30 Days</b>
es_es: <b>Vistas de recursos en los últimos 30 días</b>

source: <b>Total Ratings Last 30 Days</b>
es_es: <b>Evaluaciones totales en los últimos 30 días</b>

source: {VAR_SELECT, select, nation {Manage Communities} center {Manage Nations}}
es_es: {VAR_SELECT, select, nation {Administra Comunidades} center {Administra Naciones}}

source: Configuration
es_es: Configuración

source: Resend Registration Request
es_es: Reenviar solicitud de registro

source: Fetch Items
es_es: Obtener Elementos

source: Manage Sync
es_es: Administrar Sincronización

source: Upgrade myPlanet
es_es: Actualizar myPlanet

source: Certifications
es_es: Certificaciones

source: Delete Community
es_es: Eliminar comunidad

source: {VAR_PLURAL, plural, =0 {are} =1 {is} other {are}}
es_es: {VAR_PLURAL, plural, =0 {son} =1 {es!} other {son}}

source: There {pendingPushCount, plural, =0 {are} =1 {is} other {are}}
es_es: Allí {pendingPushCount, plural, =0 {son} =1 {es} other {son}}

source: {VAR_SELECT, select, nation {{VAR_PLURAL, plural, =0 {communities} =1 {community} other {communities}}} center {{VAR_PLURAL_1, plural, =0 {nations} =1 {nation} other {nations}}}}
es_es: {VAR_SELECT, select, nation {{VAR_PLURAL, plural, =0 {comunidades} =1 {comunidad} other {comunidades} }} center {{VAR_PLURAL_1, plural, =0 {naciones} =1 {nacion} other {naciones} }}}

source: {planetType, select, nation {{pendingPushCount, plural, =0 {communities} =1 {community} other {communities}}} center {{pendingPushCount, plural, =0 {nations} =1 {nation} other {nations}}} } with pending courses and/or resources for download.
es_es: {planetType, select, nation {{pendingPushCount, plural, =0 {comunidades} =1 {comunidad} other {comunidades}}} center {{pendingPushCount, plural, =0 {naciones} =1 {nación} other {naciones}}} } con cursos y/o recursos pendientes para descargar.

source: Send On Accept
es_es: Enviar al Aceptar

source: Planet Version
es_es: Versión del Planet

source: {VAR_SELECT, select, community {Nation} nation {Center}}
es_es: {VAR_SELECT, select, community {¡Nación} nation {¡Centro}}

source: {planetType, select, community {Nation} nation {Center}}:
es_es: {planetType, select, community {Nación} nation {Centro}}:

source: myPlanet Version
es_es: Versión de myPlanet

source: Latest:
es_es: Más reciente:

source: {{ planetType === 'community' ? 'Nation' : 'Center' }} List
es_es: {{ planetType === 'community' ? 'Nation' : 'Center' }} Lista

source: List all from the {planetType, select, community {Nation} nation {Center}}
es_es: Listar todo desde el {planetType, select, community {Nación} nation {Centro}}

source: List Resources
es_es: Lista de recursos

source: List Courses
es_es: Lista de cursos

source: <b>Checking request status...</b>
es_es: <b>Verificando el estado de la solicitud.</b>

source: {VAR_SELECT, select, community {nation} nation {center}}
es_es: {VAR_SELECT, select, community {nación} nation {centro}}

source: <b>Your request has been rejected by { planetType, select, community {nation} nation {center}} . You can retry or contact { planetType, select, community {nation} nation {center}} planet.</b>
es_es: <b>Tu solicitud ha sido rechazada por { planetType, select, community {nación} nation {centro}} . Puedes intentar nuevamente o contactar con { planetType, select, community {nación} nation {centro}} planet.</b>

source: <b>Your request has not yet been accepted by { planetType, select, community {nation} nation {center}}</b>
es_es: <b>Tu solicitud aún no ha sido aceptada por { planetType, select, community {nación} nation {centro}}</b>

source: myPlanet Server pin:
es_es: PIN del servidor myPlanet:

source: Reset Pin
es_es: Restablecer PIN

source: Total Examinations:
es_es: Exámenes totales:

source: Patients Seen:
es_es: Pacientes vistos:

source: Diagnoses
es_es: Diagnósticos

source: Diagnosis Trend
es_es: Tendencia del diagnóstico

source: Select diagnosis to view trend:
es_es: Seleccione el diagnóstico para ver la tendencia:

source: Weekly Data
es_es: Datos semanales

source: True
es_es: Verdadero

source: Week Starting
es_es: Comienzo de la semana

source: Views
es_es: Vistas

source: Patients Seen
es_es: Pacientes vistos

source: Average Rating
es_es: Evaluación promedio

source: Enrolled
es_es: Inscritos

source: Courses Completed
es_es: Cursos completados

source: Steps
es_es: Pasos

source: Tests
es_es: Exámenes

source: Steps Completed
es_es: Pasos completados

source: AI Provider
es_es: Proveedor de IA

source: Timestamp
es_es: Marca de Tiempo

source: Chat Responses
es_es: Respuestas de chat

source: Assistant
es_es: Asistente

source: Shared
es_es: Compartido

source: {VAR_SELECT, select, center {Nations} other {Communities}}
es_es: {VAR_SELECT, select, center {Naciones} other {Comunidades}}

source: myPlanet on container"> <mat-toolbar> <mat-toolbar-row class="pr
es_es: myPlanet encontainer"> <mat-toolbar> <mat-toolbar-row class="pr

source: myPlanet Report
es_es: Reporte de myPlanet

source: Show All Time
es_es: Mostrar Todo el Tiempo

source: There was a problem deleting item
es_es: Hubo un problema al eliminar el elemento

source: Date Sent
es_es: Fecha de envío

source: There was a problem getting this.childType
es_es: Hubo un problema al obtener this.childType

source: Pending Report
es_es: Reporte pendiente

source: {VAR_SELECT, select, nation {Communities} center {Nations}}
es_es: {VAR_SELECT, select, nation {Comunidades} center {Naciones}}

source: Pending Resources/Courses on { planetType, select, nation {Communities} center {Nations} }
es_es: Recursos pendientes/cursos en { planetType, select, nation {Comunidades} center {Naciones} }

source: From
es_es: De

source: To
es_es: A

source: Select Date Range for Courses Overview
es_es: Seleccionar rango de fechas para la vista general de cursos

source: Select Date Range for Resources Overview
es_es: Seleccionar rango de fecha para la vista general de recursos

source: All Members
es_es: Todos los miembros

source: Team
es_es: Equipo

source: Sort By
es_es: Ordenar por

source: Select Date Range for Data Export
es_es: Seleccionar rango de fecha para exportar datos

source: Courses Overview
es_es: Resumen de los cursos

source: Resources Overview
es_es: Resumen de los recursos

source: Member Visits
es_es: Visitas de miembros

source: Chat Usage
es_es: Uso del chat

source: Resource Views
es_es: Vistas de recursos

source: Course Views
es_es: Vistas del curso

source: Community Health
es_es: Salud de la Comunidad

source: Courses Progress
es_es: Progreso de cursos

source: Export
es_es: Exportar

source: Resources Overview Report
es_es: Informe general de recursos

source: Courses Overview Report
es_es: Informe general de cursos

source: Summary
es_es: Resumen

source: Total Members
es_es: Número total de miembros

source: Did not specify
es_es: No especificó

source: Total Visits
es_es: Visitas Totales

source: Members by Visits
es_es: Miembros por Visitas

source: Total Visits by Member
es_es: Visitas Totales por Miembro

source: Total Resources
es_es: Recursos Totales

source: Total Views
es_es: Vistas Totales

source: Most Visited
es_es: Más visitado

source: Total Visits by Resource
es_es: Visitas totales por recurso

source: Highest Rated
es_es: Calificación Más Alta

source: Total Courses
es_es: Total de Cursos

source: Total Visits by Course
es_es: Total de Visitas por Curso

source: Filter Members
es_es: Filtrar Miembros

source: Both
es_es: Ambos

source: Both
es_es: Ambos

source: Login Report
es_es: Reporte de acceso

source: Resources View Report
es_es: Reporte de vista de recursos

source: Courses View Report
es_es: Ver Informe de cursos

source: Course Progress Report
es_es: Reporte de progreso del curso

source: Health Report
es_es: Reporte de salud

source: Chat Report
es_es: Reporte del chat

source: There are no visits
es_es: No hay visitas

source: No resources have been visited
es_es: Ningún recurso ha sido visitado

source: There are no resource ratings
es_es: No hay evaluaciones de recursos

source: No courses have been visited
es_es: Ningún curso ha sido visitado

source: There are no course ratings
es_es: No hay evaluaciones de curso

source: Reports loading...
es_es: Cargando reportes...

source: Loading reports...
es_es: Cargando reportes...

source: No data found
es_es: No se encontraron datos

source: Resource Views
es_es: Vistas de Recursos

source: Member Visits
es_es: Visitas de Miembros

source: Last Upgrade
es_es: Última Actualización

source: Last Sync
es_es: Última Sincronización

source: There was a problem getting Activity Logs
es_es: Hubo un problema al obtener los registros de actividad

source: Summary of Connected Planets
es_es: Resumen de los Planets Conectados

source: Sandbox
es_es: Entorno de prueba

source: Report
es_es: Reporte

source: Planet was not accepted
es_es: Planet no fue aceptado

source: There was a problem deleting this community
es_es: Hubo un problema al eliminar esta comunidad

source: Edit this.reportsService.planetTypeText(planet.doc.planetType) Name
es_es: Editar nombre this.reportsService.planetTypeText(planet.doc.planetType)

source: this.reportsService.planetTypeText(doc.planetType) name updated.
es_es: this.reportsService.planetTypeText(doc.planetType) nombre actualizado.

source: There was an error updating this.reportsService.planetTypeText(doc.planetType) name
es_es: Hubo un error al actualizar el nombre this.reportsService.planetTypeText(doc.planetType)

source: Created Date
es_es: Fecha de Creación

source: <mat-icon>delete</mat-icon>Delete
es_es: <mat-icon>delete</mat-icon>Eliminar

source: Edit Name
es_es: Editar nombre

source: Communities
es_es: Comunidades

source: {VAR_SELECT_2, select, sandbox {Add to {VAR_SELECT, select, nation {Network} center {Region}}} other {Move {VAR_SELECT_1, select, nation {Networks} center {Regions}}}}
es_es: {VAR_SELECT_2, select, sandbox {Añade a {VAR_SELECT, select, nation {Red} center {Región}}} other {Mover {VAR_SELECT_1, select, nation {Redes} center {Regiones}}}}

source: { hub, select, sandbox {Add to { planetType, select, nation {Network} center {Region} }} other {Move { planetType, select, nation {Networks} center {Regions} }} }
es_es: { hub, select, sandbox {Añadir { planetType, select, nation {Red} center {Región} }} other {Moverse { planetType, select, nation {Redes} center {Regiones} }} }

source: <mat-icon>link</mat-icon>Accept
es_es: <mat-icon>link</mat-icon>Aceptar

source: No Requests Found
es_es: No se encontraron solicitudes

source: Network
es_es: Red

source: Region
es_es: Región

source: Add type
es_es: Añadir type

source: Planet
es_es: Planeta

source: Select Planet
es_es: Seleccionar Planet

source: type Added
es_es: meetupInfo.title Añadido

source: There was an error adding type
es_es: Hubo un error al añadir type

source: {VAR_SELECT_1, select, pending {Your Current List of Requests} accepted {{VAR_SELECT, select, nation {Connected Community Networks} center {Connected Regions}}}}
es_es: {VAR_SELECT_1, select, pending {¡Tu lista actual de peticiones} accepted {{VAR_SELECT, select, nation {¡Redes de comunidad conectadas} center {¡Regiones conectadas}}}}

source: { shownStatus, select, pending {Your Current List of Requests} accepted {{ planetType, select, nation {Connected Community Networks} center {Connected Regions} }} }
es_es: { shownStatus, select, pending {Su lista actual de solicitudes} accepted {{ planetType, select, nation {Redes comunitarias conectadas} center {Regiones conectadas} }} }

source: Pending
es_es: Pendiente

source: Connected
es_es: Conectado

source: {VAR_SELECT, select, nation {Add Network} center {Add Region}}
es_es: {VAR_SELECT, select, nation {Añade la red} center {Añade la región}}

source: { planetType, select, nation {Add Network} center {Add Region} }
es_es: { planetType, select, nation {Añadir red} center {Añadir región} }

source: <mat-icon>delete</mat-icon>Delete Network
es_es: <mat-icon>delete</mat-icon>Eliminar red

source: Planet Configuration
es_es: Configuración del Planet

source: Resources/Courses are being fetched
es_es: Recuperando recursos/cursos

source: Courses/Resources Sent
es_es: Cursos/Recursos enviados

source: Get Courses/Resources
es_es: Obtener cursos/recursos

source: Synchronization Task
es_es: Tarea de Sincronización

source: <mat-icon svgIcon="sync"></mat-icon>Run Sync
es_es: <mat-icon svgIcon="sync"></mat-icon>Ejecutar sincronización

source: <mat-icon>refresh</mat-icon>Refresh
es_es: <mat-icon>actualizar</mat-icon>Actualizar

source: In Progress
es_es: En progreso

source: Paused
es_es: Pausado

source: Completed
es_es: Completado

source: Fungal Infection
es_es: Infección fúngica

source: Agriculture
es_es: Agricultura

source: Arts
es_es: Artes

source: Business and Finance
es_es: Negocios y finanzas

source: Environment
es_es: Entorno

source: Food and Nutrition
es_es: Alimentación y nutrición

source: Geography
es_es: Geografía

source: Health and Medicine
es_es: Salud y medicina

source: History
es_es: Historial

source: Human Development
es_es: Desarrollo humano

source: Languages
es_es: Idiomas

source: Law
es_es: Ley

source: Learning
es_es: Aprender

source: Literature
es_es: Literatura

source: Math
es_es: Matemáticas

source: Music
es_es: Música

source: Politics and Government
es_es: Política y gobierno

source: Reference
es_es: Referencia

source: Religion
es_es: Religión

source: Science
es_es: Ciencia

source: Social Sciences
es_es: Ciencias Sociales

source: Sports
es_es: Deportes

source: Technology
es_es: Tecnología

source: Early Education
es_es: Educación temprana

source: Lower Primary
es_es: Primaria baja

source: Upper Primary
es_es: Primaria alta

source: Lower Secondary
es_es: Secundaria alta

source: Upper Secondary
es_es: Secundaria alta

source: Undergraduate
es_es: Graduado

source: Graduate
es_es: Graduado de la escuela

source: Professional
es_es: Profesional

source: Text
es_es: Texto

source: Graphic/Pictures
es_es: Gráfico/Fotos

source: Audio/Music/Book
es_es: Audio/Música/Libro

source: Just download
es_es: Solo descargar

source: Flow Video Player
es_es: Reproductor de vídeo de Flow

source: BeLL Video Book Player
es_es: Reproductor de vídeo BeLL

source: Native Video
es_es: Video nativo

source: Textbook
es_es: Libro de texto

source: Lesson Plan
es_es: Plan de Lección

source: Activities
es_es: Actividades

source: Exercises
es_es: Ejercicios

source: Discussion Questions
es_es: Preguntas de debate

source: Default
es_es: Por defecto

source: Leader
es_es: Líder

source: Learner
es_es: Estudiante

source: Review Previous Test Attempts
es_es: Revisar intentos de Prueba Anteriores

source: Back to submission list
es_es: Volver a la lista de envíos

source: Type certification name to search
es_es: Escriba el nombre de la certificación a buscar

source: <span>Clear</span>
es_es: <span>Eliminar</span>

source: Certification Name
es_es: Nombre del certificado

source: <mat-icon>edit</mat-icon>Edit
es_es: <mat-icon>edit</mat-icon>Editar

source: <mat-icon>delete_forever</mat-icon>Delete
es_es: <mat-icon>delete_forever</mat-icon>Eliminar

source: No Certifications Found
es_es: No Se Encontraron Certificaciones

source: New certification added
es_es: Nueva certificación añadida

source: Certification updated
es_es: Certificación actualizada

source: {VAR_SELECT, select, Add {Add} Update {Update}}
es_es: {VAR_SELECT, select, Add {Añadir} Update {Actualiza}}

source: {pageType, select, Add {Add} Update {Update}} Certification
es_es: {pageType, select, Add {Añadir} Update {¡Actualiza}} Certificación

source: Add Courses
es_es: Añadir Cursos

source: Remove Courses
es_es: Eliminar Cursos

source: Certificate Name
es_es: Nombre del Certificado

source: <mat-icon>edit</mat-icon>Edit
es_es: <mat-icon>edit</mat-icon>Editar

source: Course Requirements
es_es: Requisitos del Curso

source: Certified Members
es_es: Miembros certificados

source: No courses have been added. Click on <b>Edit</b> to add courses.
es_es: No se han añadido cursos. Haga clic en <b>Editar</b> para añadir cursos.

source: No members have been certified.
es_es: Ningún miembro ha sido certificado.

source: Hide Additional Fields
es_es: Ocultar Campos Adicionales

source: Show Additional Fields
es_es: Mostrar Campos Adicionales
