Repository: open-learning-exchange/planet
Catalog: src/i18n/messages.spa.xlf
Languages: es_es

source: {VAR_SELECT, select, resources {{VAR_PLURAL, plural, =0 {resources} =1 {resource} other {resources}}} courses {{VAR_PLURAL_1, plural, =0 {courses} =1 {course} other {courses}}}}
es_es: {VAR_SELECT, select, resources {{VAR_PLURAL, plural, =0 {recursos} =1 {recurso} other {recursos}}} courses {{VAR_PLURAL_1, plural, =0 {cursos} =1 {curso} other {cursos}}}}

source: Upto date
es_es: Hasta la fecha

source: Newer
es_es: Más reciente

source: Older
es_es: Más antiguo

source: Does not match
es_es: No coincide

source: Choose File
es_es: Escoger archivo

source: Select Planet
es_es: Seleccionar Planet

source: New collection added
es_es: Nueva colección añadida

source: Collection updated
es_es: Colección actualizada

source: Subcollection of...
es_es: Subcolección de...

source: Name
es_es: Nombre

source: Collection deleted: tag.name
es_es: Colección eliminada: tag.name

source: There was a problem deleting this collection.
es_es: Hubo un problema al eliminar esta colección.

source: Filter by Collection Name
es_es: Filtrar por nombre de colección

source: Collections
es_es: Colecciones

source: Change Collections
es_es: Cambiar colecciones

source: Create New Collection
es_es: Crear nueva colección

source: Collection
es_es: Colección

source: Subcollection of...
es_es: Subcolección de...

source: Add Collection
es_es: Añadir colección

source: You may only delete a collection with no subcollections
es_es: Sólo puede eliminar una colección sin subcolecciones

source: Edit
es_es: Editar

source: Delete
es_es: Eliminar

source: All
es_es: Todos

source: Reset
es_es: Reiniciar

source: Close
es_es: Cerrar

source: Add Image
es_es: Añadir imagen

source: <mat-icon>keyboard_arrow_left</mat-icon>Return to List
es_es: <mat-icon>keyboard_arrow_left</mat-icon>Volver a la lista

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: No collections selected
es_es: No se seleccionaron colecciones

source: Selected:
es_es: Seleccionado:

source: Hover to see selected collections
es_es: Revisar para ver las colecciones seleccionadas

source: Add Collections
es_es: Añadir colección

source: Rate
es_es: Tasa

source: Your Rating
es_es: Tu calificación

source: Comment
es_es: Comentario

source: Would you like to leave a comment?
es_es: ¿Quieres dejar un comentario?

source: Please join the this.ratingType before rating!
es_es: Por favor, únete a this.ratingType antes de evaluar.

source: Please add the this.ratingType to your library before rating!
es_es: Por favor, únete a this.ratingType antes de evaluar.

source: Thank you, your rating is submitted!
es_es: ¡Gracias, tu evaluación ha sido enviada!

source: Thank you for your additional comments
es_es: Gracias por sus comentarios adicionales

source: Rating
es_es: Hubo un problema al actualizar su evaluación

source: There was an issue updating your rating
es_es: Hubo un problema al actualizar su evaluación

source: Average
es_es: Promedio

source: Your Rating
es_es: Su valoración

source: You re-opened this feedback.
es_es: Has vuelto a abrir este comentario.

source: You closed this feedback.
es_es: Has cerrado este comentario.

source: The following information is a course step from the "stepTitle" course with a description "stepDescription". Be sure to assist the learner in the best way you can.
es_es: La siguiente información es un paso del curso "stepTitle" con una descripción "stepDescription". Asegúrate de ayudar al estudiante de la mejor manera que puedas.

source: You were assigned a new role
es_es: Se le asignó un nuevo rol

source: What is your team's plan?
es_es: ¿Cuál es el plan de tu equipo?

source: What is your enterprise's Mission?
es_es: ¿Cuál es la misión de su empresa?

source: What are the Services your enterprise provides?
es_es: ¿Cuáles son los Servicios que su empresa proporciona?

source: What are the Rules of your enterprise?
es_es: ¿Cuáles son las reglas de su colega?

source: Public
es_es: Público

source: team._id ? 'Update' : 'Create' toProperCase(type)
es_es: team._id ? 'Actualizar' : 'Crear' toProperCase(type)

source: Team Type
es_es: Tipo de equipo

source: Local team
es_es: Equipo local

source: <b>truncatedFullName</b> has posted a message on teamMessage
es_es: <b>truncatedFullName</b> ha publicado un mensaje en teamMessage

source: <b>truncatedFullName</b> has requested to join teamMessage
es_es: <b>truncatedFullName</b> ha solicitado unirse a teamMessage

source: You have been added to teamMessage
es_es: Has sido añadido a teamMessage

source: You have not been accepted to teamMessage
es_es: No has sido aceptado en teamMessage

source: You have been removed from teamMessage
es_es: Has sido eliminado de teamMessage

source: newMembersLength member(s) has been added to teamMessage
es_es: newMembersLength miembro(s) han sido añadidos a teamMessage

source: Report of ename on lize`Report of ${title} o
es_es: Reporte de title en new Date().toDateString()

source: There was no data during that period to export
es_es: No hubo datos durante ese período para exportar

source: Summary report for tit
es_es: Reporte resumido sobre planetName

source: Male
es_es: Hombre

source: Female
es_es: Mujer

source: Did not specify
es_es: No especificó

source: Version i18n>Version {{ pl
es_es: Versión {{ planetVersion }}

source: {VAR_SELECT, select, on {Connected} off {Offline}}
es_es: {VAR_SELECT, select, on {Conectado} off {¡Desconectado}}

source: Health Care
es_es: Salud

source: Search name...
es_es: Buscar nombre...

source: Clear
es_es: Borrar

source: Teams
es_es: Equipos

source: Enterprises
es_es: Empresas

source: Added link: linkTitle
es_es: Enlace añadido: te.parse(meetupI

source: Error adding link
es_es: Error al añadir enlace

source: Type of Link
es_es: Tipo de enlace

source: Select
es_es: Seleccionar

source: Title
es_es: Título

source: Nation Leaders
es_es: Líderes de la nación

source: Community Leaders
es_es: Líderes de la comunidad

source: Add Voice
es_es: Añadir Voz

source: Your Voice
es_es: Tu Voz

source: Message has been posted successfully
es_es: El mensaje se ha publicado con éxito

source: <b>currentUser.split(':')[1]</b> posted a <b>new story</b>.
es_es: <b>currentUser.split(':')[1]</b> publicó una <b>nueva noticia</b>.

source: Deleted link: link.title
es_es: Enlace eliminado: link.title

source: There was an error deleting link.title
es_es: Hubo un error al eliminar link.title

source: Description deleted successfully.
es_es: Descripción eliminada con éxito.

source: There was an error deleting the description.
es_es: Hubo un error al eliminar la descripción.

source: Community Description
es_es: Descripción de la comunidad

source: Change Leader Title
es_es: Cambiar título del líder

source: Add Leader Title
es_es: Añadir título de líder

source: Title
es_es: Título

source: Title deleted
es_es: Título eliminado

source: Title added
es_es: Título añadido

source: Title updated
es_es: Título actualizado

source: Edit Description
es_es: Editar descripción

source: Add Description
es_es: Añadir descripción

source: Description
es_es: Descripción

source: Description cannot be empty.
es_es: La descripción no puede estar vacía.

source: Description edited successfully.
es_es: Descripción editada con éxito.

source: Description added successfully.
es_es: Descripción añadida con éxito.

source: Our Voices
es_es: Nuestras Voces

source: {VAR_SELECT, select, community {Community} nation {Nation} center {Earth}}
es_es: {VAR_SELECT, select, community {Comunidad} nation {Nación} center {Tierra}}

source: { configuration.planetType, select, community {Community} nation {Nation} center {Earth}} Board
es_es: Tablón de la { configuration.planetType, select, community {Community} nation {Nation} center {Earth}}

source: Search voice
es_es: Buscar voz

source: Filter by label
es_es: Filtrar por etiqueta

source: New Voice
es_es: Nueva Voz

source: Loading voices...
es_es: Cargando Voces...

source: No Voices available.
es_es: No hay Voces disponibles.

source: Services
es_es: Servicios

source: { configuration.planetType, select, community {Community} nation {Nation} center {Earth}} Description
es_es: Descripción de { configuration.planetType, select, community {Community} nation {Nation} center {Earth}}

source: { configuration.planetType, select, community {Community} nation {Nation} center {Earth}} Links
es_es: Enlaces de { configuration.planetType, select, community {Community} nation {Nation} center {Earth}}

source: No description available.
es_es: No hay descripción disponible.

source: {VAR_SELECT, select, Edit {Edit} Add {Add}}
es_es: {VAR_SELECT, select, Edit {Editar} Add {Añadir}}

source: { servicesDescriptionLabel, select, Edit {Edit} Add {Add}} { configuration.planetType, select, community {Community} nation {Nation} center {Earth}} Description
es_es: { servicesDescriptionLabel, select, Edit {Editar} Add {Añadir}} { configuration.planetType, select, community {Comunidad} nation {Nación} center {Tierra}} Descripción

source: Remove Description
es_es: Eliminar descripción

source: <p>No links available.</p>
es_es: <p>No hay enlaces disponibles.</p>

source: No links available.
es_es: No hay enlaces disponibles.

source: Add Link
es_es: Añadir enlace

source: Remove Links
es_es: Eliminar enlaces

source: Done Removing Links
es_es: Terminar de eliminar enlaces

source: Communities
es_es: Comunidades

source: Finances
es_es: Finanzas

source: Reports
es_es: Reportes

source: Calendar
es_es: Calendario

source: There was a problem getting myPlanet activity.
es_es: Hubo un problema al obtener la actividad de myPlanet.

source: Logs
es_es: Registros

source: All Types
es_es: Todos tipos

source: All Versions
es_es: Todas versiones

source: Time Frame
es_es: Marco de tiempo

source: Start Date
es_es: Fecha de inicio

source: End Date
es_es: Fecha de fin

source: Start date must be before end date
es_es: La fecha de inicio debe ser anterior a la fecha de finalización.

source: Export All
es_es: Exportar todos

source: Export
es_es: Exportar

source: No record was found
es_es: No se encontraron registros

source: Start upgrade
es_es: Iniciar actualización

source: Not started
es_es: No iniciado

source: Upgrading
es_es: Actualizando

source: Server request started
es_es: Solicitud de servidor iniciada

source: Success
es_es: Éxito

source: Request timed-out
es_es: Tiempo de espera agotado

source: Request timed-out 5 times. Please try again later.
es_es: Tiempo de espera agotado 5 veces. Inténtalo de nuevo más tarde.

source: Request timed-out, try again.
es_es: Tiempo de espera agotado, inténtelo de nuevo.

source: An error ocurred:
es_es: Se ha producido un error:

source: Upgrade
es_es: Actualizar

source: Success!
es_es: ¡Éxito!

source: The upgrade of the system has been done successfully.
es_es: La actualización del sistema se ha realizado con éxito.

source: Reboot is required
es_es: Es necesario reiniciar

source: Please restart your system to apply changes
es_es: Por favor, reinicie su sistema para aplicar los cambios

source: Verify
es_es: Verificar

source: Please let us know
es_es: Por favor, háganoslo saber

source: There has been an error when trying to upgrade the system
es_es: Ha habido un error al intentar actualizar el sistema

source: Send feedback
es_es: Enviar comentario

source: Your Notifications
es_es: Tus notificaciones

source: Notification Status
es_es: Estado de notificación

source: Mark as Read
es_es: Marcar como leído

source: No Notification Found
es_es: ¡No se ha encontrado ninguna notificación!

source: There was an error removing m);
es_es: Hubo un error al eliminar m);

source: There was an error reordering lf(ids, this.s
es_es: Hubo un error al reordenar lf(ids, this.s

source: Add item to routerLink]="
es_es: Agregar elemento a routerLink]="

source: Loading tiles...
es_es: Cargando cuadros...

source: Member Profile
es_es: Perfil de miembro

source: View full profile
es_es: Ver perfil completo

source: You have unsaved changes. Are you sure you want to leave?
es_es: Tienes cambios sin guardar. ¿Estás seguro de que quieres salir?

source: There was a problem marking all as read
es_es: Hubo un problema al marcar todos como leídos

source: Task
es_es: Tarea

source: Deadline
es_es: Fecha límite

source: Deadline Time
es_es: Hora límite

source: English
es_es: Inglés

source: Nepali
es_es: Nepalí

source: French
es_es: Francés

source: Spanish
es_es: Español

source: Arabic
es_es: Arábica

source: Somali
es_es: Somalí

source: myLibrary
es_es: miBiblioteca

source: myCourses
es_es: misCursos

source: myTeams
es_es: misEquipos

source: myLife
es_es: miVida

source: my
es_es: mis

source: Submissions
es_es: Envíos

source: my
es_es: mi

source: Progress
es_es: Progreso

source: Personals
es_es: Personales

source: Achievements
es_es: Logros

source: Surveys
es_es: Encuestas

source: Health
es_es: Salud

source: Please complete your profile to enjoy full features!
es_es: ¡Por favor, completa tu perfil para disfrutar de todas las funciones!

source: There is a problem getting the list of nations
es_es: Hay un problema al obtener la lista de naciones

source: There was an error updating the configuration
es_es: Hubo un error al actualizar la configuración

source: Configuration Updated Successfully
es_es: Configuración actualizada con éxito

source: Admin created: credentials.name
es_es: Administrador creado: credentials.name

source: There was an error creating planet
es_es: Hubo un error al crear el planeta

source: Select Nation/Community
es_es: Seleccione nacion/comunidad

source: Code
es_es: Código

source: Show Advanced Options
es_es: Muestra opciones avanzadas

source: First Name
es_es: Primer nombre

source: Middle Name
es_es: Segundo nombre

source: Last Name
es_es: Apellido

source: Email
es_es: Correo electrónico

source: Phone Number
es_es: Número de teléfono

source: Back
es_es: Volver

source: {VAR_SELECT, select, new {Submit} update {Update}}
es_es: {VAR_SELECT, select, new {Envía} update {Actualiza}}

source: Confirm Password
es_es: Confirma contraseña

source: Create Admin
es_es: Crear administrador

source: {VAR_SELECT, select, new {Set Up Configuration} update {Update Configuration}}
es_es: {VAR_SELECT, select, new {Configuración de configuración} update {Configuración de Actualización}}

source: Nation(s)
es_es: Nacion(es)

source: Center
es_es: Centro

source: Advanced Options:
es_es: Opciones avanzadas:

source: Local URL
es_es: URL Local

source: Auto accept Members
es_es: Aceptar automáticamente Miembros

source: Beta features
es_es: Características Beta

source: Beta features may not work as intended. It's recommended to leave this off
es_es: Las características de la Beta pueden no funcionar como se pretendía. Se recomienda dejar esto desactivado

source: Always off
es_es: Siempre desactivado

source: Always on
es_es: Siempre activado

source: User preferences
es_es: Preferencias de usuario

source: Always Online Planet
es_es: Planet siempre en línea

source: You have changed the advanced option. Please confirm that you wanted to change it.
es_es: Has cambiado las opciones avanzadas. Presiona confirmar para aplicar los cambios.

source: I confirm the changes.
es_es: Confirmo los cambios.

source: I accidently changed it, Please reset to default
es_es: Lo cambié accidentalmente, por favor restablézcalo a la configuración inicial

source: {VAR_SELECT, select, new {Contact Details} update {Update Contact Details}}
es_es: {VAR_SELECT, select, new {Detalles de contacto} update {Actualiza los detalles de contacto}}

source: Configuration is not valid. Please check again.
es_es: La configuración no es válida. Por favor, compruebe de nuevo.

source: Planet is being synced with domain "this.cloneDomain". Please hold on.
es_es: El plan está siendo sincronizado con el dominio "this.cloneDomain". Por favor espere.

source: Cloning "this.cloneDomain" complete.
es_es: Clonando "this.cloneDomain" completado.

source: Please provide PLANET details to clone from
es_es: Por favor, proporcione los detalles de PLANET desde los que clonar

source: Server URL
es_es: URL del servidor

source: Configuration is valid. Click "Next" to clone Planet.
es_es: La configuración es válida. Haga clic en "Siguiente" para clonar el Planet.

source: Planet Details
es_es: Detalles del Planet

source: Planet Cloning
es_es: Clonación de Planet

source: You have deleted deleteArray.length surveys
es_es: Ha eliminado deleteArray.length encuestas

source: There was a problem deleting survey.
es_es: Hubo un problema al eliminar la encuesta.

source: Survey deleted: survey.name
es_es: Encuesta eliminada: survey.name

source: There was a problem deleting this survey.
es_es: Hubo un problema al eliminar esta encuesta.

source: Error adopting survey: error.message
es_es: Error al adoptar la encuesta: error.message

source: Survey adopted
es_es: Encuesta adoptada

source: Survey requests sent
es_es: Solicitudes de encuesta enviadas

source: Error sending survey requests.
es_es: Error al enviar las solicitudes de encuesta.

source: Include Questions
es_es: Incluye preguntas

source: Include Answers
es_es: Incluye respuestas

source: Include Charts
es_es: Incluir gráficos

source: Include AI Analysis
es_es: Incluir análisis de IA

source: AI analysis is disabled, contact community admin
es_es: El análisis de IA está desactivado, contacta al administrador de la comunidad.

source: Survey archived: survey.name
es_es: Encuesta archivada: survey.name

source: There was a problem archiving this survey or deleting submissions.
es_es: Hubo un problema al archivar esta encuesta o al eliminar las respuestas.

source: Surveys
es_es: Encuestas

source: Type title to search...
es_es: Escriba el título para buscar...

source: Team Surveys
es_es: Encuestas del equipo

source: Adopt a survey
es_es: Adoptar encuesta

source: Survey
es_es: Encuesta

source: Number of Times Taken
es_es: Número de veces realizado

source: Course Linked
es_es: Curso vinculado

source: Created/Updated on
es_es: Creado/Actualizado el

source: Action
es_es: Acción

source: User
es_es: Usuario

source: Team
es_es: Equipo

source: <mat-icon>fiber_manual_record</mat-icon> Record
es_es: <mat-icon>fiber_manual_record</mat-icon> Registrar

source: <mat-icon>edit</mat-icon> Edit
es_es: <mat-icon>edit</mat-icon> Editar

source: <mat-icon>send</mat-icon> Send
es_es: <mat-icon>send</mat-icon> Enviar

source: <mat-icon>archive</mat-icon> Archive
es_es: <mat-icon>archive</mat-icon> Archivar

source: <mat-icon>insert_drive_file</mat-icon> Submissions
es_es: <mat-icon>insert_drive_file</mat-icon> Envíos

source: <mat-icon>get_app</mat-icon> Adopt
es_es: <mat-icon>get_app</mat-icon> Adoptar

source: There is no data to export
es_es: No hay datos para exportar

source: <mat-icon>move_to_inbox</mat-icon> Export
es_es: <mat-icon>move_to_inbox</mat-icon> Exportar

source: Print (PDF)
es_es: Imprimir (PDF)

source: Loading Surveys...
es_es: Cargando encuestas...

source: No Survey Found
es_es: No se encontró ninguna encuesta

source: AI Chat
es_es: Chat de IA

source: Start New Chat
es_es: Iniciar nuevo chat

source: Clear search
es_es: Limpiar búsqueda

source: Full Conversation Search
es_es: Búsqueda completa de conversaciones

source: Search through the entire conversation, not just the title
es_es: Buscar a través de toda la conversación, no solo en el título

source: Questions
es_es: Preguntas

source: Responses
es_es: Respuestas

source: Conversation shared
es_es: Conversación compartida

source: No previous conversations.
es_es: No hay conversaciones anteriores.

source: Send a message
es_es: Enviar un mensaje

source: Subject Level:
es_es: Nivel de asignatura:

source: Grade Level:
es_es: Nivel de grado:

source: Created on:
es_es: Creado en:

source: Description:
es_es: Descripción:

source: Language of Instruction:
es_es: Idioma de la instrucción:

source: Creator:
es_es: Creador:

source: Source:
es_es: Fuente:

source: View Course
es_es: Ver curso

source: Roles updated
es_es: Rol actualizado

source: There was an error adding role(s) to member(s)
es_es: Se ha producido un error al añadir rol(es) a miembro(s)

source: Members
es_es: Miembros

source: Associated
es_es: Asociado

source: Children
es_es: Niños

source: Filter by role
es_es: Filtrar por rol

source: Set roles of selected
es_es: Establecer roles de los seleccionados

source: Select All
es_es: Seleccionar Todo

source: Deselect All
es_es: Deseleccionar Todo

source: Set Roles
es_es: Establecer Roles

source: Full Name
es_es: Nombre completo

source: Number of Visits
es_es: Número de visitas

source: DOB
es_es: Fecha de nacimiento

source: Phone
es_es: Teléfono

source: Level
es_es: Nivel

source: Last Login
es_es: Última sesión

source: Member Since
es_es: Miembro desde

source: View Achievements
es_es: Ver logros

source: Change Password
es_es: Cambiar contraseña

source: User is not a member of any teams
es_es: El usuario no es miembro de ningún equipo.

source: User is not a member of any enterprises
es_es: El usuario no es miembro de ningúna empresa.

source: Gender
es_es: Género

source: Male
es_es: Masculino

source: Female
es_es: Femenino

source: Update
es_es: Actualizar

source: Survey Profile
es_es: Perfil de encuesta

source: Edit Member Profile
es_es: Editar Perfil de Miembro

source: Optional user info form
es_es: Formulario opcional de información del usuario

source: Birthdate
es_es: Fecha de nacimiento

source: level
es_es: nivel

source: This field is required
es_es: Este campo es obligatorio

source: Enable Beta features
es_es: Activar características beta

source: Age
es_es: Edad

source: Confirm
es_es: Confirmar

source: User deleted: user.name
es_es: Usuario eliminado: user.name

source: There was a problem deleting this user.
es_es: Se ha producido un error al eliminar la respuesta.

source: Planet associated with it will be disconnected.
es_es: El plan asociado a él será desconectado.

source: There was an error removing the member's role
es_es: Hubo un error al eliminar el rol del miembro

source: user.name isDemotion ? 'demoted from' : 'promoted to' type
es_es: user.name isDemotion ? 'degradado de' : 'promocionado a' type

source: There was an error isDemotion ? 'demoting' : 'promoting' user
es_es: Hubo un error isDemotion ? 'degradando' : 'promocionando' usuario

source: user.name roles modified
es_es: user.name roles modificados

source: Profile Image
es_es: Foto de perfil

source: {VAR_SELECT, select, community {Community} nation {Nation} center {Earth}}
es_es: {VAR_SELECT, select, community {Comunidad} nation {Nación} center {Tierra}}

source: No. of Visits
es_es: Número de visitas

source: Joined Date
es_es: Fecha de inscripción

source: Date Started
es_es: Fecha de inicio

source: Most Recent Activity
es_es: Actividad más reciente

source: Emergency Contact
es_es: Contacto de emergencia

source: Name:
es_es: Nombre:

source: Type:
es_es: Tipo:

source: {{(element.doc.birthDate | date: 'mediumDate') || 'Missing'}}
es_es: {{(element.doc.birthDate | date: 'mediumDate') || 'Desaparecido'}}

source: Last Examination
es_es: Último examen

source: Never
es_es: Nunca

source: Learner
es_es: Aprender

source: Admin
es_es: Administración

source: Inactive
es_es: Inactivo

source: Deactivate
es_es: Desactivar

source: Delete
es_es: Eliminar

source: <mat-icon>vertical_align_top</mat-icon><label *ngIf="!isMobile"> Promote </label>
es_es: <mat-icon>vertical_align_top</mat-icon><label *ngIf="!isMobile"> Promocionar</label>

source: <mat-icon>vertical_align_bottom</mat-icon><label *ngIf="!isMobile"> Demote </label>
es_es: <mat-icon>vertical_align_bottom</mat-icon><label *ngIf="!isMobile"> Degradar</label>

source: Loading Users...
es_es: Cargando Usuarios...

source: No User Found
es_es: No se encontró ningún usuario

source: entityTypeaction successfully
es_es: entityType action con éxito
